Repository: acsx7339/wedding-wall
Catalog: WeddingShare/Resources/Lang/Translations.*.resx
Languages: he_il, hi_latn, ja_jp, pl_pl, zh_hans_mo

# Settings_Account_Registration_RequireEmailValidation_Help
source: Are users required to verify their email in order to activate their account?
he_il: האם משתמשים נדרשים לאמת את האימייל שלהם כדי להפעיל את החשבון שלהם?
hi_latn: क्या उपयोगकर्ताओं को अपने खाते को सक्रिय करने के लिए अपने ईमेल को सत्यापित करने की आवश्यकता है?
ja_jp: ユーザーは、アカウントをアクティブにするために電子メールを確認する必要がありますか?
pl_pl: Czy użytkownicy są zobowiązani do weryfikacji swojego maila w celu aktywacji konta?
zh_hans_mo: 是否要求使用者驗證其電子郵件以啟用其帳戶?

# Settings_Account_Registration_RequireEmailValidation_Label
source: Require Email Validation
he_il: נדרש אישור
hi_latn: ईमेल सत्यापन की आवश्यकता है
ja_jp: 電子メールの検証が必要
pl_pl: Wymagana walidacja e-mail
zh_hans_mo: 需要電子郵件驗證

# Settings_Alerts
source: Alerts
he_il: התראות
hi_latn: चेतावनी
ja_jp: アラート
pl_pl: Wpisy
zh_hans_mo: 警示

# Settings_Alerts_Account_Lockout_Help
source: Should alerts be sent when accounts are locked out
he_il: יש לשלוח הודעות כאשר חשבונות נעולים
hi_latn: जब खातों को बंद कर दिया जाता है तो अलर्ट भेजा जाना चाहिए
ja_jp: アカウントがロックアウトされたときにアラートを送信する必要があります
pl_pl: Należy wysyłać wpisy, gdy konta są zablokowane
zh_hans_mo: 帳戶被鎖定時是否發出警告

# Settings_Alerts_Account_Lockout_Label
source: Account Lockout
he_il: חשבון Lockout
hi_latn: खाता लॉकआउट
ja_jp: アカウントロックアウト
pl_pl: Zablokowanie konta
zh_hans_mo: 帳戶鎖定

# Settings_Alerts_Destructive_Action_Help
source: Should alerts be sent when a destructive action is performed
he_il: יש לשלוח התראות כאשר מבוצעת פעולה הרסנית
hi_latn: जब एक विनाशकारी कार्रवाई की जाती है तो अलर्ट भेजा जाना चाहिए
ja_jp: 破壊的な行動が行われるときにアラートを送信すべき
pl_pl: Należy wysyłać powiadomienia w przypadku przeprowadzenia działania destrukcyjnego
zh_hans_mo: 進行破壞操作時是否發出警示

# Settings_Alerts_Destructive_Action_Label
source: Destructive Actions
he_il: פעולות הרסניות
hi_latn: विनाशकारी कार्रवाई
ja_jp: 破壊的な行動
pl_pl: Działania niszczące
zh_hans_mo: 破壞操作

# Settings_Alerts_Failed_Login_Help
source: Should alerts be sent on failed login attempts
he_il: יש לשלוח התראות על ניסיונות כניסה כושלים
hi_latn: असफल लॉगिन प्रयासों पर अलर्ट भेजा जाना चाहिए
ja_jp: 失敗したログイン試行にアラートを送信する必要があります
pl_pl: Należy wysyłać powiadomienia o nieudanych próbach logowania
zh_hans_mo: 登入嘗試失敗時是否發出警告

# Settings_Alerts_Failed_Login_Label
source: Failed Login
he_il: נכשל כניסה
hi_latn: लॉग इन
ja_jp: ログイン失敗
pl_pl: Nie powiodło się logowanie
zh_hans_mo: 登入失敗

# Settings_Alerts_Pending_Review_Help
source: Should alerts be sent if a new item is pending review
he_il: יש לשלוח התראות אם פריט חדש עומד למבחן
hi_latn: यदि एक नया आइटम लंबित समीक्षा है तो अलर्ट भेजा जाना चाहिए
ja_jp: 新規アイテムが終了したレビューの場合にアラートを送信する必要があります
pl_pl: Należy wysyłać wpisy, jeżeli nowy punkt jest w trakcie przeglądu
zh_hans_mo: 如果有新項目有待審查,應發出警告

# Settings_Alerts_Pending_Review_Label
source: Pending Review
he_il: ביקורת
hi_latn: लंबित समीक्षा
ja_jp: ペンディングレビュー
pl_pl: W oczekiwaniu na przegląd
zh_hans_mo: 待審议

# Settings_BackgroundServices
source: Background Services
he_il: שירותי רקע
hi_latn: पृष्ठभूमि सेवाएं
ja_jp: 背景サービス
pl_pl: Usługi podstawowe
zh_hans_mo: 背景服務

# Settings_BackgroundServices_Cleanup_Help
source: Cleans up temporary files
he_il: ניקוי קבצים זמניים
hi_latn: अस्थायी फ़ाइलों को साफ करना
ja_jp: 一時的なファイルをクリーンアップ
pl_pl: Oczyszcza pliki tymczasowe
zh_hans_mo: 清理暫存檔案

# Settings_BackgroundServices_Cleanup_Label
source: Cleanup
he_il: ניקוי
hi_latn: क्लीनअप
ja_jp: クリーンアップ
pl_pl: Oczyszczanie
zh_hans_mo: 清理

# Settings_BackgroundServices_DirectoryScanner_Help
source: Picks up files dropped directly into the gallery folder
he_il: איסוף קבצים ירד ישירות לתוך תיקיית הגלריה
hi_latn: पिक्स अप फ़ाइलों को गैलरी फ़ोल्डर में सीधे गिरा दिया
ja_jp: ファイルをギャラリーフォルダに直接落とす
pl_pl: Wybiera pliki wrzucone bezpośrednio do folderu galerii
zh_hans_mo: 將檔案直接跳入相簿資料夾

# Settings_BackgroundServices_DirectoryScanner_Label
source: Directory Scanner
hi_latn: डायरेक्टरी स्कैनर
ja_jp: ディレクトリスキャナ
pl_pl: Katalog skaner
zh_hans_mo: 目錄掃描器

# Settings_BackgroundServices_EmailReport_Help
source: Sends a report on gallery stats
he_il: שולח דיווח על קטגוריה
hi_latn: गैलरी आँकड़ों पर एक रिपोर्ट भेजता है
ja_jp: ギャラリースタッツのレポートを送付
pl_pl: Wysyła raport o statystykach galerii
zh_hans_mo: 傳送圖片库統計資料報告

# Settings_BackgroundServices_EmailReport_Label
source: Email Reports
he_il: דוחות דואר אלקטרוני
hi_latn: ईमेल रिपोर्ट
ja_jp: メールレポート
pl_pl: Raporty e-mail
zh_hans_mo: 電子郵件報告

# Settings_Basic
source: Basic
he_il: יסוד
hi_latn: मूल
ja_jp: 基本情報
pl_pl: Podstawowe
zh_hans_mo: 基础

# Settings_Basic_BaseUrl_Help
source: The base Url to be used in links and notifications
he_il: הבסיס יש להשתמש בקישורים והודעות
hi_latn: आधार Url लिंक और अधिसूचनाओं में इस्तेमाल किया जा करने के लिए
ja_jp: リンクや通知で使用されるベースUrl
pl_pl: Podstawa Url do wykorzystania w linkach i powiadomieniach
zh_hans_mo: 連結和通知中使用的基础 Url

# Settings_Basic_BaseUrl_Label
source: Base Url
he_il: בסיס Url
hi_latn: बेस Url
ja_jp: ベースウルル
zh_hans_mo: 基本乌尔尔

# Settings_Basic_EmailReport_Help
source: Should an email report be sent out with gallery stats
he_il: יש לשלוח דוח דואר אלקטרוני עם סטטיסטיקות גלריה
hi_latn: क्या गैलरी आँकड़ों के साथ एक ईमेल रिपोर्ट भेजा जाना चाहिए
ja_jp: メールでのレポートをギャラリーのステータスで送信する必要がある場合
pl_pl: Jeśli raport e-mail zostanie wysłany ze statystykami galerii
zh_hans_mo: 是否傳送带有圖片库資料的電子郵件報告

# Settings_Basic_EmailReport_Label
source: Email Report
he_il: דיווח דואר אלקטרוני
hi_latn: ईमेल रिपोर्ट
ja_jp: メールレポート
pl_pl: Raport e-mail
zh_hans_mo: 電子郵件報告

# Settings_Basic_ForceHttps_Help
source: Should Http users be forced to https
he_il: צריך משתמשי Htp נדרשים ל-https
hi_latn: होना चाहिए Http उपयोगकर्ताओं को https पर मजबूर होना चाहिए
ja_jp: ショルダー Http ユーザーが https を強制的に強制する
pl_pl: Powinien Użytkownicy Http być zmuszeni do https
zh_hans_mo: 應否 Http 使用者被迫使用 https

# Settings_Basic_ForceHttps_Label
source: Force Https
he_il: כוח Htps
hi_latn: फोर्स Https
ja_jp: 力 Https
pl_pl: Https force
zh_hans_mo: 强制 Https

# Settings_Basic_GallerySelectorDropdown_Help
source: How users select a gallery
he_il: כיצד משתמשים בוחרים גלריה
hi_latn: उपयोगकर्ता गैलरी कैसे चुन सकते हैं
ja_jp: ユーザーがギャラリーを選択する方法
pl_pl: Jak użytkownicy wybierają galerię
zh_hans_mo: 使用者如何選擇相簿

# Settings_Basic_GallerySelectorDropdown_Label
source: Gallery Selector Type
he_il: גלריה Selector סוג
hi_latn: गैलरी चयनकर्ता प्रकार
ja_jp: ギャラリーセレクター タイプ:
pl_pl: Wybór galerii Rodzaj
zh_hans_mo: 圖片库選擇器 類型

# Settings_Basic_GallerySelectorHideDefault_Help
source: Should the default gallery option be visible
he_il: אם ניתן לראות את האפשרות של גלריית ברירת המחדל
hi_latn: क्या डिफ़ॉल्ट गैलरी विकल्प दिखाई देना चाहिए
ja_jp: デフォルトのギャラリーオプションが表示される場合
pl_pl: Czy opcja domyślnej galerii jest widoczna
zh_hans_mo: 如果預設相簿选项可见

# Settings_Basic_GallerySelectorHideDefault_Label
source: Show Default Gallery
he_il: גלריית Default
hi_latn: डिफ़ॉल्ट गैलरी
ja_jp: デフォルトのギャラリーを表示
pl_pl: Pokaż domyślną galerię
zh_hans_mo: 显示預設圖片库

# Settings_Basic_GuestGalleryCreation_Help
source: Should guests be allowed to create new galleries
he_il: יש לאפשר לאורחים ליצור גלריות חדשות
hi_latn: क्या मेहमानों को नई गैलरी बनाने की अनुमति दी जानी चाहिए
ja_jp: 新しいギャラリーを作成するために許可する必要があります
pl_pl: Czy goście mogą tworzyć nowe galerie
zh_hans_mo: 如果允許來賓建立新圖庫

# Settings_Basic_GuestGalleryCreation_Label
source: Guest Gallery Creation
he_il: גלריית אורחים
hi_latn: गेस्ट गैलरी निर्माण
ja_jp: ゲストギャラリー制作
pl_pl: Tworzenie galerii gości
zh_hans_mo: 客串圖庫建立

# Settings_Basic_HideKeyFromQRCode_Help
source: Should the secret key be included in the QR code
he_il: צריך לכלול את המפתח הסודי בקוד QR
hi_latn: क्या QR कोड में गुप्त कुंजी को शामिल किया जाना चाहिए
ja_jp: QRコードに秘密鍵が含まれている場合
pl_pl: Jeśli tajny klucz zostanie włączony do kodu QR
zh_hans_mo: 如果金鑰包含在 QR 代碼中

# Settings_Basic_HideKeyFromQRCode_Label
source: Insecure QR Codes
he_il: קודים QR
hi_latn: सुरक्षित QR कोड
ja_jp: 安全でないQRコード
pl_pl: Niebezpieczne kody QR
zh_hans_mo: 不安全的 QR 代碼

# Settings_Basic_HomeLink_Help
source: Should clicking the home link redirect the user
he_il: צריך ללחוץ על הקישור הביתי מפנה את המשתמש
hi_latn: होम लिंक पर क्लिक करने के लिए उपयोगकर्ता को फिर से निर्देशित करना चाहिए
ja_jp: ユーザをリダイレクトするホームリンクをクリックする必要があります
pl_pl: Klikając na link domowy przekierować użytkownika
zh_hans_mo: 應點選主連結重新定向使用者

# Settings_Basic_HomeLink_Label
source: Clickable Home Link
he_il: קישור ביתי Clickable Home Link
hi_latn: होम लिंक
ja_jp: クリック可能なホームリンク
pl_pl: Link do strony głównej
zh_hans_mo: 可點選的家庭連結

# Settings_Basic_LinksOpenNewTab_Help
source: Should links open in new tabs
he_il: קישורים פתוחים בכרטיסיות חדשות
hi_latn: नए टैब में लिंक होना चाहिए
ja_jp: 新しいタブでリンクを開く必要があります
pl_pl: Powinno być otwarte w nowych zakładkach
zh_hans_mo: 應在新标签中打开連結

# Settings_Basic_LinksOpenNewTab_Label
source: New Tab Links
he_il: קישורים חדשים
hi_latn: नया टैब लिंक
ja_jp: 新しいタブリンク
pl_pl: Nowe odnośniki kart
zh_hans_mo: 新建标签連結

# Settings_Basic_Logo_Help
source: The icon to show in headers and tabs
he_il: הסמל כדי להציג כותרות וכרטיסיות
hi_latn: आइकन हेडर और टैब में दिखाने के लिए
ja_jp: ヘッダとタブで表示するアイコン
pl_pl: Ikona wyświetlana w nagłówkach i zakładkach
zh_hans_mo: 在信头和标签中显示的图标

# Settings_Basic_Logo_Label
source: Logo
he_il: הלוגו
hi_latn: लोगो
ja_jp: ロゴマーク
zh_hans_mo: 标记

# Settings_Basic_MaxGalleryCount_Help
source: How many galleries are users allowed to create
he_il: כמה גלריות ניתן למשתמשים ליצור
hi_latn: उपयोगकर्ताओं को कितने गैलरी बनाने की अनुमति है
ja_jp: ユーザーが作成できるギャラリーの数
pl_pl: Ile galerie użytkownicy mogą tworzyć
zh_hans_mo: 允許使用者建立多少個圖庫

# Settings_Basic_MaxGalleryCount_Label
source: Max Gallery Count
hi_latn: मैक्स गैलरी गणना
ja_jp: 最高のギャラリーの計算
pl_pl: Licznik galerii Max
zh_hans_mo: 最大圖庫数

# Settings_Basic_SingleGalleryMode_Help
source: Should there be one or more galleries
he_il: צריך להיות אחד או יותר גלריות
hi_latn: क्या एक या अधिक गैलरी होना चाहिए
ja_jp: 1つ以上のギャラリーがある場合
pl_pl: Czy powinna istnieć jedna lub więcej galerii
zh_hans_mo: 如果有一個或多個圖庫

# Settings_Basic_SingleGalleryMode_Label
source: Gallery Mode
he_il: מצב גלריה
hi_latn: गैलरी मोड
ja_jp: ギャラリーモード
pl_pl: Tryb galerii
zh_hans_mo: 圖片库模式

# Settings_Basic_ThumbnailSize_Help
source: Maximum pixels in any direction for thumbnails
he_il: פיקסלים מקסימליים בכל כיוון לאגודל
hi_latn: थंबनेल के लिए किसी भी दिशा में अधिकतम पिक्सेल
ja_jp: サムネイルの任意の方向の最大ピクセル
pl_pl: Maksymalne piksele w dowolnym kierunku dla miniatur
zh_hans_mo: 缩略图任意方向的最大像素

# Settings_Basic_ThumbnailSize_Label
source: Thumbnail Resolution
he_il: החלטה
hi_latn: थंबनेल संकल्प
ja_jp: サムネイルの決断
pl_pl: Rozdzielczość miniatur
zh_hans_mo: 缩略图分辨率

# Settings_Basic_Title_Help
source: The name to show in headers and tabs
he_il: שם המופע ב Headers and tabs
hi_latn: नाम हेडर और टैब में दिखाने के लिए
ja_jp: ヘッダとタブで表示する名前
pl_pl: Nazwa wyświetlana w nagłówkach i zakładkach
zh_hans_mo: 在信头和标签中显示的名稱

# Settings_Basic_Title_Label
source: Title
he_il: כותרת
hi_latn: शीर्षक
ja_jp: タイトル
pl_pl: Tytuł
zh_hans_mo: 标题

# Settings_CustomCookiePolicy_Help
source: The content to display on the CookiePolicy info page
he_il: התוכן להציג בדף מידע CookiePolicy
hi_latn: कुकीनीति जानकारी पृष्ठ पर प्रदर्शित करने के लिए सामग्री
ja_jp: CookiePolicy情報ページで表示するコンテンツ
pl_pl: Zawartość wyświetlana na stronie informacyjnej CookiePolicy
zh_hans_mo: Cookie 政策資訊頁面显示的内容

# Settings_CustomCookiePolicy_Label
source: Custom Cookie Policy
he_il: מדיניות קובצי Cookie
hi_latn: कस्टम कुकी नीति
ja_jp: カスタムクッキーポリシー
pl_pl: Polityka plików cookie
zh_hans_mo: 自訂 Cookie 策略

# Settings_CustomPolicies
source: Custom Policies
he_il: מדיניות המכס
hi_latn: कस्टम नीतियां
ja_jp: カスタムポリシー
pl_pl: Polityka własna
zh_hans_mo: 自訂政策

# Settings_Failed
source: Failed to get settings
he_il: לא מצליחים להגיע להגדרות
hi_latn: सेटिंग्स प्राप्त करने में विफल
ja_jp: 設定が失敗
pl_pl: Nie udało się uzyskać ustawień
zh_hans_mo: 取得設定失敗

# Settings_Gallery
source: Gallery Defaults
he_il: גלריה Defaults
hi_latn: गैलरी डिफ़ॉल्ट
ja_jp: ギャラリーデフォルト
pl_pl: Domyślne ustawienia galerii
zh_hans_mo: 圖片库預設值

# Settings_Gallery_AllowedFileTypes_Help
source: What file types are guests allowed to upload
he_il: אילו סוגי קבצים מותרים להעלות
hi_latn: क्या फ़ाइल प्रकार मेहमानों को अपलोड करने की अनुमति है
ja_jp: アップロードできるファイルの種類
pl_pl: Jakie rodzaje plików są goście mogą przesłać
zh_hans_mo: 允許上傳的来宾是什么样的檔案類型

# Settings_Gallery_AllowedFileTypes_Label
source: Allowed File Types
he_il: מותר File Types
hi_latn: अनुमत फ़ाइल प्रकार
ja_jp: 許可されたファイルタイプ
pl_pl: Dozwolone typy plików
zh_hans_mo: 允許的檔案類型

# Settings_Gallery_BannerImage_Help
source: An image to display at the top of the gallery
he_il: תמונה להציג בחלק העליון של הגלריה
hi_latn: गैलरी के शीर्ष पर प्रदर्शित करने के लिए एक छवि
ja_jp: ギャラリーの一番上に表示するイメージ
pl_pl: Obraz wyświetlany w górnej części galerii
zh_hans_mo: 在圖庫上方显示的圖像

# Settings_Gallery_BannerImage_Label
source: Banner Image
he_il: צילום
hi_latn: बैनर छवि
ja_jp: バナー画像
pl_pl: Obrazek bannera
zh_hans_mo: 封条圖像

# Settings_Gallery_CameraUploads_Help
source: Should guests have the option between file picker or camera
he_il: האורחים צריכים לקבל את האפשרות בין איסוף קבצים או מצלמה
hi_latn: क्या मेहमानों को फ़ाइल पिकर या कैमरे के बीच विकल्प होना चाहिए
ja_jp: ゲストはファイルピッカーまたはカメラ間のオプションを持っている必要があります
pl_pl: Jeśli goście mają możliwość wyboru pomiędzy kopiowaniem plików lub kamerą
zh_hans_mo: 來賓應該可以在檔案拾取器或相机之間選擇

# Settings_Gallery_CameraUploads_Label
source: Camera Uploads
he_il: מצלמות
hi_latn: कैमरा अपलोड
ja_jp: カメラのアップロード
pl_pl: Wysyłanie kamer
zh_hans_mo: 相机上傳

# Settings_Gallery_Columns_Help
source: The number of columns to display
he_il: מספר העמודות להציג
hi_latn: प्रदर्शित करने के लिए स्तंभों की संख्या
ja_jp: 表示する列の数
pl_pl: Liczba kolumn do wyświetlenia
zh_hans_mo: 要显示的列数

# Settings_Gallery_Columns_Label
source: Column Count
he_il: תגית Count
hi_latn: कॉलम गणना
ja_jp: 列数
pl_pl: Liczba kolumn
zh_hans_mo: 列数

# Settings_Gallery_DefaultFilter_Help
source: What is the default gallery filter
he_il: מה זה ברירת המחדל גלריה filter
hi_latn: डिफ़ॉल्ट गैलरी फ़िल्टर क्या है
ja_jp: デフォルトのギャラリーフィルタとは
pl_pl: Jaki jest domyślny filtr galerii
zh_hans_mo: 預設圖庫篩選器是什么

# Settings_Gallery_DefaultFilter_Label
source: Default Filter
hi_latn: डिफ़ॉल्ट फ़िल्टर
ja_jp: デフォルト フィルター
pl_pl: Domyślny filtr
zh_hans_mo: 預設篩選器

# Settings_Gallery_DefaultGroup_Help
source: What is the default gallery group
he_il: מהי קבוצת גלריית ברירת המחדל
hi_latn: डिफ़ॉल्ट गैलरी समूह क्या है
ja_jp: デフォルトのギャラリーグループとは
pl_pl: Jaka jest domyślna grupa galerii
zh_hans_mo: 預設圖庫群組是什么

# Settings_Gallery_DefaultGroup_Label
source: Default Group
hi_latn: डिफ़ॉल्ट समूह
ja_jp: デフォルトグループ
pl_pl: Domyślna grupa
zh_hans_mo: 預設群組

# Settings_Gallery_DefaultOrder_Help
source: What is the default gallery order
he_il: מהו פקודת גלריית ברירת המחדל
hi_latn: डिफ़ॉल्ट गैलरी ऑर्डर क्या है
ja_jp: デフォルトのギャラリーの注文は何ですか
pl_pl: Jaka jest domyślna kolejność galerii
zh_hans_mo: 預設圖庫命令是什么

# Settings_Gallery_DefaultOrder_Label
source: Default Order
he_il: פקודת Default Order
hi_latn: डिफ़ॉल्ट आदेश
ja_jp: デフォルト注文
pl_pl: Domyślny porządek
zh_hans_mo: 預設顺序

# Settings_Gallery_DefaultView_Help
source: What is the default gallery view
he_il: מהי תצוגת גלריית ברירת המחדל
hi_latn: डिफ़ॉल्ट गैलरी दृश्य क्या है
ja_jp: デフォルトのギャラリービューとは
pl_pl: Jaki jest domyślny widok galerii
zh_hans_mo: 預設圖庫视图是什么

# Settings_Gallery_DefaultView_Label
source: Default View
hi_latn: डिफ़ॉल्ट दृश्य
ja_jp: デフォルト表示
pl_pl: Widok domyślny
zh_hans_mo: 預設视图

# Settings_Gallery_Download_Help
source: Should guests be allowed to download items
he_il: יש לאפשר לאורחים להוריד פריטים
hi_latn: क्या मेहमानों को आइटम डाउनलोड करने की अनुमति दी जानी चाहिए
ja_jp: ご利用者様は商品のダウンロードをお断りしております
pl_pl: Czy goście mogą pobierać przedmioty
zh_hans_mo: 是否允許來賓下載物品

# Settings_Gallery_Download_Label
source: Allow Download
he_il: לאפשר הורדה
hi_latn: डाउनलोड करें
ja_jp: ダウンロード
pl_pl: Pozwól pobrać
zh_hans_mo: 允許下載

# Settings_Gallery_FullWidth_Help
source: The width of the gallery
he_il: רוחב הגלריה
hi_latn: गैलरी की चौड़ाई
ja_jp: ギャラリーの幅
pl_pl: Szerokość galerii
zh_hans_mo: 圖庫的宽度

# Settings_Gallery_FullWidth_Label
source: Display Type
hi_latn: प्रदर्शन प्रकार
ja_jp: ディスプレイタイプ
pl_pl: Typ wyświetlacza
zh_hans_mo: 显示類型

# Settings_Gallery_IdleRefreshMins_Help
source: After how long should the gallery refresh to get new content
he_il: אחרי כמה זמן הגלריה מתרעננת כדי לקבל תוכן חדש
hi_latn: कब तक गैलरी को नई सामग्री प्राप्त करने के लिए ताज़ा करना चाहिए
ja_jp: 新しいコンテンツを入手するためにギャラリーが更新されるどのくらいの時間後に
pl_pl: Po jak długo galeria powinna odświeżyć się, aby uzyskać nową zawartość
zh_hans_mo: 圖庫要刷新多久才能得到新内容

# Settings_Gallery_IdleRefreshMins_Label
source: Idle Refresh Mins
he_il: Idleמרעננים Mins
ja_jp: アイドルは分をリフレッシュ
pl_pl: Minki odświeżające bezdechu
zh_hans_mo: 闲置刷新标记

# Settings_Gallery_ItemsPerPage_Help
source: The maximum number of items to show per page
he_il: המספר המקסימלי של פריטים להציג בעמוד
hi_latn: प्रति पृष्ठ दिखाने के लिए वस्तुओं की अधिकतम संख्या
ja_jp: ページごとに表示するアイテムの最大数
pl_pl: Maksymalna liczba elementów do pokazania na stronie
zh_hans_mo: 每頁显示的最大项数

# Settings_Gallery_ItemsPerPage_Label
source: Items Per Page
he_il: פריטים בעמוד
hi_latn: प्रति पृष्ठ आइटम
ja_jp: ページごとのアイテム
pl_pl: Pozycje na stronę
zh_hans_mo: 每頁的项目

# Settings_Gallery_MaxFileSizeMb_Help
source: What is the largest in MB an uploaded file can be
he_il: מה הגדול ביותר ב- MB קובץ מועלה יכול להיות
hi_latn: एमबी में सबसे बड़ा क्या है एक अपलोड की गई फ़ाइल हो सकती है
ja_jp: アップロードされたファイルの中で最も大きいものは、
pl_pl: Jaki jest największy w MB plik może być
zh_hans_mo: 上傳檔案在 MB 中最大的是什么呢

# Settings_Gallery_MaxFileSizeMb_Label
source: Max File Size (MB)
hi_latn: मैक्स फाइल साइज (MB)
ja_jp: 最大ファイルサイズ(MB)
pl_pl: Maksymalny rozmiar pliku (MB)
zh_hans_mo: 最大檔案大小 (MB)

# Settings_Gallery_MaxSizeMb_Help
source: How big in MB is the gallery allowed to grow to
he_il: כמה גדול ב MB הוא הגלריה מותר לגדול
hi_latn: एमबी में कितना बड़ा गैलरी बढ़ने की अनुमति देता है
ja_jp: MBでどれだけ大きく成長できるか
pl_pl: Jak duża jest w MB galeria może rosnąć
zh_hans_mo: MB允許圖庫长到多大

# Settings_Gallery_MaxSizeMb_Label
source: Max Gallery Size (MB)
he_il: גודל גלריה מקס (MB)
hi_latn: अधिकतम गैलरी आकार (MB)
ja_jp: 最高のギャラリーのサイズ(MB)
pl_pl: Max rozmiar galerii (MB)
zh_hans_mo: 最大圖庫大小 (MB)

# Settings_Gallery_PreventDuplicates_Help
source: Should duplicate items be automatically rejected
he_il: יש לדחות פריטים משוכפלים באופן אוטומטי
hi_latn: क्या डुप्लिकेट आइटम स्वचालित रूप से खारिज कर दिया जाना चाहिए
ja_jp: 重複項目は自動的に拒否される
pl_pl: W przypadku automatycznego odrzucenia duplikatów
zh_hans_mo: 重复的项目應自动拒絕

# Settings_Gallery_PreventDuplicates_Label
source: Prevent Duplicates
he_il: למנוע Duplicates
hi_latn: डुप्लिकेट को रोकें
ja_jp: 重複を防ぐ
pl_pl: Zapobieganie duplikatom
zh_hans_mo: 防止複製

# Settings_Gallery_QRCodeDefaultSort_Help
source: Once scanned what order should items appear
he_il: לאחר סורק איזה סדר צריך להופיע
hi_latn: एक बार स्कैनर क्या आदेश आइटम दिखाई देना चाहिए
ja_jp: 順序が項目が現れるべき走査器
pl_pl: Po skanowaniu jakie zamówienie powinny pojawić się elementy
zh_hans_mo: 一旦掃描器显示物品的顺序

# Settings_Gallery_QRCodeDefaultSort_Label
source: Default QR Sort
he_il: תגית: QR מין
hi_latn: डिफ़ॉल्ट QR वर्गीकरण
ja_jp: デフォルトQR ツイート
pl_pl: Domyślny QR Sortuj
zh_hans_mo: 預設 QR 排序

# Settings_Gallery_QRCodeDefaultView_Help
source: Once scanned what layout should the user see
he_il: לאחר סריקה של מה הפריסה צריכה שהמשתמש יראה
hi_latn: एक बार स्कैन करने के बाद उपयोगकर्ता को क्या करना चाहिए
ja_jp: どのようなレイアウトが表示されるかをスキャンしたら
pl_pl: Po zeskanowaniu jaki układ powinien zobaczyć użytkownik
zh_hans_mo: 掃描后, 使用者應該看到什么布局

# Settings_Gallery_QRCodeDefaultView_Label
source: Default QR View
he_il: תגית: QR View View
hi_latn: डिफ़ॉल्ट QR देखें
ja_jp: デフォルトQR ニュース
pl_pl: Domyślny QR Widok
zh_hans_mo: 預設 QR 视图

# Settings_Gallery_QRCodeEnabled_Help
source: Should the QR code be displayed
he_il: יש להציג את קוד QR
hi_latn: क्या QR कोड प्रदर्शित किया जाना चाहिए
ja_jp: QRコードを表示すべき
pl_pl: Czy wyświetlany jest kod QR
zh_hans_mo: 如果显示 QR 代碼

# Settings_Gallery_QRCodeEnabled_Label
source: Show QR Code
he_il: תגית: QR Code
hi_latn: QR कोड
ja_jp: QRコードを表示する
pl_pl: Pokaż kod QR
zh_hans_mo: 显示 QR 代碼

# Settings_Gallery_QRCodeIncludeCulture_Help
source: Should the QR code specify the display language
he_il: אם קוד QR מציין את שפת התצוגה
hi_latn: क्या QR कोड डिस्प्ले भाषा को निर्दिष्ट करता है
ja_jp: QRコードが表示言語を指定する場合
pl_pl: Jeżeli kod QR określa język wyświetlania
zh_hans_mo: 如果 QR 代碼指定显示语言

# Settings_Gallery_QRCodeIncludeCulture_Label
source: Include Culture in QR
he_il: כולל תרבות QR
hi_latn: क्यूआर में संस्कृति को शामिल करें
ja_jp: QRで文化を含める
pl_pl: Włączenie kultury do QR
zh_hans_mo: 將文化纳入QR

# Settings_Gallery_Quote_Help
source: A quote to display at the top of the gallery
he_il: ציטוט לתצוגה בחלק העליון של הגלריה
hi_latn: गैलरी के शीर्ष पर प्रदर्शित करने के लिए एक उद्धरण
ja_jp: ギャラリーの一番上に表示する引用
pl_pl: Cytat do wyświetlenia na szczycie galerii
zh_hans_mo: 在圖庫上方展示的引文

# Settings_Gallery_Quote_Label
source: Quote
he_il: תגית:
hi_latn: उद्धरण
ja_jp: お問い合わせ
pl_pl: Cytat
zh_hans_mo: 引用

# Settings_Gallery_RequireReview_Help
source: Do items need to be reviewed before they appear on site
he_il: יש לבדוק פריטים לפני שהם מופיעים באתר
hi_latn: साइट पर प्रदर्शित होने से पहले आइटम की समीक्षा की जानी चाहिए
ja_jp: アイテムはサイトに表示される前に確認する必要があります
pl_pl: Czy pozycje muszą zostać poddane przeglądowi zanim pojawią się na miejscu
zh_hans_mo: 是否需在项目出現前对其進行審查

# Settings_Gallery_RequireReview_Label
source: Require Review
he_il: דרושים Review
hi_latn: आवश्यकता समीक्षा
ja_jp: レビュー
pl_pl: Wymagany przegląd
zh_hans_mo: 需要審查

# Settings_Gallery_RetainRejectedItems_Help
source: Should rejected items be stored for later use
he_il: יש לאחסן פריטים נדחה לשימוש מאוחר יותר
hi_latn: बाद में उपयोग के लिए आइटम को अस्वीकार करना चाहिए
ja_jp: 後で使用するためにアイテムが保存される
pl_pl: Należy przechowywać odrzucone przedmioty do późniejszego użycia
zh_hans_mo: 被否决的项目應储存供以后使用

# Settings_Gallery_RetainRejectedItems_Label
source: Retain Rejected Items
he_il: חידוש פריטים
hi_latn: Rejected Items
ja_jp: 再注入された項目の保持
pl_pl: Utrzymywanie odrzuconych pozycji
zh_hans_mo: 保留拒絕的项目

# Settings_Gallery_ReviewCounter_Help
source: Should the review counter be shown
he_il: צריך להראות את הדלפק הסקירה
hi_latn: क्या समीक्षा काउंटर दिखाया जाना चाहिए
ja_jp: 審査カウンターを表示すべき
pl_pl: W przypadku wykazania licznika przeglądu
zh_hans_mo: 如果显示審查台

# Settings_Gallery_ReviewCounter_Label
source: Review Counter
he_il: תגית: Counter
hi_latn: समीक्षा काउंटर
ja_jp: レビューカウンター
pl_pl: Licznik przeglądów
zh_hans_mo: 審查台

# Settings_Gallery_ShowFilters_Help
source: Should the user be able to filter and group media?
he_il: האם המשתמש יכול לסנן ולארגן מדיה?
hi_latn: क्या उपयोगकर्ता मीडिया को फ़िल्टर और समूहित करने में सक्षम होना चाहिए?
ja_jp: ユーザーがフィルタリングやグループメディアをグループ化できるの?
pl_pl: Czy użytkownik powinien być w stanie filtrować i grupować nośniki?
zh_hans_mo: 使用者是否應該能够过滤和群組介质?

# Settings_Gallery_ShowFilters_Label
source: Show Filters
he_il: הצג פילטרs
hi_latn: फ़िल्टर दिखाएं
ja_jp: フィルターを表示
pl_pl: Pokaż filtry
zh_hans_mo: 显示篩選器

# Settings_Gallery_ShowTitle_Help
source: Should the title be displayed at the top of the gallery
he_il: צריך להציג את הכותרת בראש הגלריה
hi_latn: क्या शीर्षक गैलरी के शीर्ष पर प्रदर्शित किया जाना चाहिए
ja_jp: タイトルがギャラリーの一番上に表示されるべき
pl_pl: Czy tytuł powinien być wyświetlany w górnej części galerii
zh_hans_mo: 如果标题显示在圖庫的顶端

# Settings_Gallery_ShowTitle_Label
source: Show Title
he_il: הצג Title
hi_latn: शीर्षक दिखाएं
ja_jp: タイトルを表示
pl_pl: Pokaż tytuł
zh_hans_mo: 显示标题

# Settings_Gallery_Upload_Help
source: Should guests be allowed to upload items
he_il: יש לאפשר לאורחים להעלות פריטים
hi_latn: क्या मेहमानों को आइटम अपलोड करने की अनुमति है
ja_jp: お客様が商品をアップロードできる場合
pl_pl: Czy goście mogą wysyłać przedmioty
zh_hans_mo: 是否允許來賓上傳项目

# Settings_Gallery_Upload_Label
source: Allow Uploads
he_il: לאפשר עלויות
hi_latn: अपलोड की अनुमति दें
ja_jp: アップロードを許可する
pl_pl: Zezwalaj na wysyłanie
zh_hans_mo: 允許上傳
