Repository: acsx7339/wedding-wall
Catalog: WeddingShare/Resources/Lang/Translations.*.resx
Languages: he_il, hi_latn, ja_jp, pl_pl, zh_hans_mo

# Filename_Already_Exists
source: A file with the same name already exists
he_il: קובץ עם אותו שם כבר קיים
hi_latn: पहले से ही एक ही नाम के साथ एक फ़ाइल मौजूद है
ja_jp: 既に同じ名前のファイルが存在する
pl_pl: Plik o tej samej nazwie już istnieje
zh_hans_mo: 同名檔案已經存在

source: Filter
hi_latn: फिल्टर
ja_jp: フィルター
pl_pl: Filtr
zh_hans_mo: 篩選器

source: Forgot Password
he_il: שכח סיסמה
hi_latn: पासवर्ड भूल गए
ja_jp: パスワードを忘れた場合
pl_pl: Zapomniałeś hasła
zh_hans_mo: 忘記密碼

source: Forgot Password
he_il: שכח סיסמה
hi_latn: पासवर्ड भूल गए
ja_jp: パスワードを忘れた場合
pl_pl: Zapomniałeś hasła
zh_hans_mo: 忘記密碼

# ForgotPassword_Email_Help
source: Please enter account email address.
he_il: אנא הכנס את כתובת הדואר האלקטרוני.
hi_latn: कृपया ई-मेल पता दर्ज करें।.
ja_jp: メールアドレスを入力してください.
pl_pl: Proszę podać adres e-mail konta.
zh_hans_mo: 請輸入帳戶電子郵件位址 .

# ForgotPassword_Email_Label
source: Email Address
he_il: כתובת דואר אלקטרוני
hi_latn: ईमेल पता
ja_jp: メールアドレス
pl_pl: Adres e-mail
zh_hans_mo: 電子郵件位址

# ForgotPassword_Failed
source: Failed to send password reset email
he_il: נכשל לשלוח דואר אלקטרוני של סיסמה
hi_latn: पासवर्ड रीसेट ईमेल भेजने में विफल
ja_jp: パスワードリセットメールの送信失敗
pl_pl: Nie udało się wysłać e- maila z resetem hasła
zh_hans_mo: 傳送密碼重設郵件失敗

source: Galleries
he_il: גלריות
hi_latn: गैलरी
ja_jp: ギャラリー
pl_pl: Galerie
zh_hans_mo: 圖庫

source: Gallery
he_il: גלריה
hi_latn: गैलरी
ja_jp: ギャラリー
pl_pl: Galeria
zh_hans_mo: 圖片库

# Gallery_Does_Not_Exist
source: The requested gallery was not found or does not exist
he_il: הגלריה המבוקשת לא נמצאה ואינה קיימת
hi_latn: अनुरोधित गैलरी नहीं मिली थी या मौजूद नहीं है
ja_jp: リクエストされたギャラリーが見つかりませんでした
pl_pl: Żądana galeria nie została znaleziona lub nie istnieje
zh_hans_mo: 請求的圖庫未找到或不存在

# Gallery_Empty
source: There are currently no memories shared
he_il: כרגע אין זיכרונות משותפים
hi_latn: वर्तमान में साझा कोई याद नहीं है
ja_jp: 現在、共有された思い出はありません
pl_pl: Obecnie nie ma wspólnych wspomnień
zh_hans_mo: 目前沒有分享的記憶

# Gallery_Empty_Upload
source: There are currently no memories shared, why don't you upload yours above!
he_il: אין כרגע זיכרונות משותפים, למה אתה לא מעלה את שלך למעלה!
hi_latn: वर्तमान में कोई यादें साझा नहीं हुई हैं, क्यों नहीं आप ऊपर अपना अपलोड!
ja_jp: 現在、共有された思い出はありません!
pl_pl: Obecnie nie ma wspólnych wspomnień, dlaczego nie można przesłać swoje powyżej!
zh_hans_mo: 目前沒有分享的記憶,為什麼不上傳上你的!!

# Gallery_Full
source: Gallery is full and has exceeded the max size of
he_il: הגלריה מלאה והתגברה על הגודל המקסימלי של
hi_latn: गैलरी पूर्ण है और अधिकतम आकार से अधिक है
ja_jp: ギャラリーがいっぱいで、最大サイズを超えた
pl_pl: Galeria jest pełna i przekroczyła maksymalny rozmiar
zh_hans_mo: 圖片库已滿並超過最大大小

source: Gallery Identifier
he_il: גלריה Identifier
hi_latn: गैलरी पहचानकर्ता
ja_jp: ギャラリー識別子
pl_pl: Identyfikator galerii
zh_hans_mo: 圖片库識別碼

# Gallery_Identifier_Help
source: Please enter the identifier of the gallery you want to visit.
he_il: אנא הזן את המזה של הגלריה שברצונך לבקר.
hi_latn: कृपया गैलरी के पहचानकर्ता को दर्ज करें जिसे आप देखना चाहते हैं।.
ja_jp: ご希望のギャラリーの識別子を入力してください.
pl_pl: Proszę podać identyfikator galerii, którą chcesz odwiedzić.
zh_hans_mo: 請輸入您想要存取問的圖庫的識別碼 .

# Gallery_Identifier_Placeholder
source: my-wedding-gallery
he_il: הצחוק שלי
hi_latn: मेरी शादी गैलरी
ja_jp: ウェディングギャラリー
pl_pl: moja galeria ślubna
zh_hans_mo: 我的婚禮禮金

source: Gallery Key
he_il: גלריה מפתח
hi_latn: गैलरी कुंजी
ja_jp: ギャラリーキー
pl_pl: Klucz galerii
zh_hans_mo: 圖片库金鑰

# Gallery_Key_Help
source: Please enter the secret key.
he_il: אנא הזן את המפתח הסודי.
hi_latn: कृपया गुप्त कुंजी दर्ज करें।.
ja_jp: 秘密鍵を入力してください.
pl_pl: Proszę wprowadzić sekretny klucz.
zh_hans_mo: 請輸入金鑰 .

# Gallery_Key_Placeholder
source: Enter secret key here
he_il: היכנסו למפתח הסודי כאן
hi_latn: यहां क्लिक करें
ja_jp: 秘密鍵を入力してください
pl_pl: Wpisz tutaj klucz tajny
zh_hans_mo: 在此輸入金鑰

# Gallery_Limit_Reached
source: The maximum allowed number of galleries has been reached
he_il: המספר המקסימלי המותר של גלריות הגיע
hi_latn: गैलरी की अधिकतम अनुमति संख्या तक पहुंच गई है
ja_jp: 許可されたギャラリーの数が最大に達した
pl_pl: Osiągnięto maksymalną dozwoloną liczbę galerii
zh_hans_mo: 已經達到了最大允許的圖庫數量

# Gallery_List_Failed
source: Failed to get gallery list
he_il: לא מצליחים להגיע לרשימת הגלריה
hi_latn: गैलरी सूची प्राप्त करने में विफल
ja_jp: ギャラリーリストを取得する失敗
pl_pl: Nie udało się zdobyć listy galerii
zh_hans_mo: 取得圖庫列表失敗

source: Gallery Name
he_il: שם גלריה
hi_latn: गैलरी नाम
ja_jp: ギャラリー名
pl_pl: Nazwa galerii
zh_hans_mo: 圖片库名稱

source: Gallery name already exists
he_il: שם הגלריה כבר קיים
hi_latn: गैलरी का नाम पहले से मौजूद है
ja_jp: 既に存在するギャラリー名
pl_pl: Nazwa galerii już istnieje
zh_hans_mo: 圖片库名稱已經存在

# Gallery_Selector_Title
source: Gallery Selector
he_il: גלריה Selector
hi_latn: गैलरी चयनकर्ता
ja_jp: ギャラリーセレクター
pl_pl: Wybór galerii
zh_hans_mo: 圖片库選擇器

source: Generate
he_il: ייצור
hi_latn: उत्पन्न करना
ja_jp: 生成する
pl_pl: Generuj
zh_hans_mo: 產生

source: Group
he_il: קבוצה
hi_latn: समूह
ja_jp: グループ
pl_pl: Grupa
zh_hans_mo: 群組

# Homepage_Load_Error
source: An error occurred loading the homepage
he_il: טעות הייתה לטעון את דף הבית
hi_latn: एक त्रुटि होमपेज लोड हो रही है
ja_jp: ホームページをロードするエラーが発生しました
pl_pl: Wystąpił błąd podczas wczytywania strony głównej
zh_hans_mo: 載入首頁發生錯誤

# Identity_Session_Error
source: Failed to set user identity session - Name
he_il: נכשל בקביעת זהות המשתמש - שם
hi_latn: उपयोगकर्ता पहचान सत्र निर्धारित करने में विफल - नाम
ja_jp: ユーザ ID セッションを設定できなかった - 名前
pl_pl: Nie można ustawić sesji tożsamości użytkownika - Nazwa
zh_hans_mo: 設定使用者身分工作階段失敗 - 名稱

# Image_Upload_Failed
source: Failed to upload images
he_il: נכשל להעלות תמונות
hi_latn: छवियों को अपलोड करने में विफल
ja_jp: 画像をアップロードできなかった
pl_pl: Nie udało się przesłać zdjęć
zh_hans_mo: 上傳圖像失敗

source: Images
he_il: תמונות
hi_latn: चित्र
ja_jp: イメージ
pl_pl: Obrazy
zh_hans_mo: 圖像

source: Import
he_il: יבוא
hi_latn: आयात
ja_jp: インポート
zh_hans_mo: 匯入

# Invalid_Access_Token
source: The provided access token was invalid
he_il: הסימון של הגישה היה בלתי חוקי
hi_latn: प्रदान की गई पहुंच टोकन को अवैध घोषित किया गया था
ja_jp: 提供されたアクセストークンは無効でした
pl_pl: Podany token dostępu był nieprawidłowy
zh_hans_mo: 提供的存取問權杖無效

# Invalid_File_Type
source: File type is invalid
he_il: סוג הקובץ אינו חוקי
hi_latn: फ़ाइल का प्रकार अमान्य है
ja_jp: ファイルの種類が無効です
pl_pl: Typ pliku jest nieprawidłowy
zh_hans_mo: 檔案類型無效

source: Invalid gallery Id
he_il: גלריה Id
hi_latn: Invalid गैलरी आईडी
ja_jp: 無効なギャラリー ログイン
pl_pl: Nieprawidłowa galeria Id
zh_hans_mo: 無效的相簿 編號

source: Invalid gallery key
he_il: מפתח גלריה
hi_latn: Invalid गैलरी कुंजी
ja_jp: 無効なギャラリーのキー
pl_pl: Nieprawidłowy klawisz galerii
zh_hans_mo: 無效的圖庫金鑰

# Invalid_Secret_Key_Warning
source: A request was made using an invalid secret key
he_il: בקשה נעשתה באמצעות מפתח סודי לא חוקי
hi_latn: एक अनुरोध अवैध गुप्त कुंजी का उपयोग करके बनाया गया था
ja_jp: 不正な秘密鍵を使ってリクエストをした
pl_pl: Wniosek został złożony za pomocą nieprawidłowego klucza tajnego
zh_hans_mo: 請求使用無效的金鑰

source: Key
he_il: מפתח
hi_latn: कुंजी
ja_jp: キーキー
pl_pl: Klucz
zh_hans_mo: 鍵

source: Landscape
he_il: נוף
hi_latn: लैंडस्केप
ja_jp: 展示風景
pl_pl: Krajobraz
zh_hans_mo: 風景

source: Link
he_il: קישור
hi_latn: लिंक
ja_jp: サイトマップ
pl_pl: Związek
zh_hans_mo: 連結

source: Login
he_il: כניסה
hi_latn: लॉग इन
ja_jp: ログイン
pl_pl: Zaloguj
zh_hans_mo: 登入

# Login_Failed
source: Failed to log user in
he_il: נכשל להכניס משתמשים
hi_latn: उपयोगकर्ता को लॉग इन करने में विफल
ja_jp: ユーザをログインできなかった
pl_pl: Nie udało się zalogować użytkownika
zh_hans_mo: 登入使用者失敗

# Login_Password_Help
source: Please enter account password.
he_il: אנא הזן את הסיסמה של החשבון.
hi_latn: कृपया अकाउंट पासवर्ड दर्ज करें।.
ja_jp: パスワードを入力してください.
pl_pl: Proszę wpisać hasło konta.
zh_hans_mo: 請輸入帳戶密碼 .

# Login_Password_Placeholder
source: Password
he_il: סיסמה
hi_latn: पासवर्ड
ja_jp: パスワード
pl_pl: Hasło
zh_hans_mo: 密碼

# Login_Username_Help
source: Please enter account username.
he_il: אנא הכנס את שם המשתמש.
hi_latn: कृपया अकाउंट यूज़रनेम दर्ज करें।.
ja_jp: ユーザー名を入力してください.
pl_pl: Proszę podać nazwę konta.
zh_hans_mo: 請輸入帳戶使用者名 .

# Login_Username_Placeholder
source: Username
he_il: שם המשתמש
hi_latn: व्यवस्थापक
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
zh_hans_mo: 使用者名

source: Logout
hi_latn: लॉग-इन
ja_jp: ログイン
pl_pl: Wylogowanie
zh_hans_mo: 登出

source: Manage Data
he_il: ניהול נתונים
hi_latn: डेटा प्रबंधित करें
ja_jp: データの管理
pl_pl: Zarządzanie danymi
zh_hans_mo: 管理資料

# Max_File_Size
source: Max file size is
he_il: גודל הקובץ מקס
hi_latn: मैक्स फाइल का आकार है
ja_jp: 最大ファイルサイズは
pl_pl: Maksymalny rozmiar pliku
zh_hans_mo: 最大檔案大小为

source: MediaType
he_il: מדיה סוג
hi_latn: मीडिया प्रकार
ja_jp: メディア タイプ:
pl_pl: Media Rodzaj
zh_hans_mo: 媒體 類型

source: Members
he_il: חברים
hi_latn: सदस्य
ja_jp: メンバー
pl_pl: Członkowie
zh_hans_mo: 成員

# MultiFactor_Token_Set_Failed
source: Failed to set up 2FA
he_il: נכשל בהקמת 2FA
hi_latn: 2FA स्थापित करने में विफल
ja_jp: 2FAをセットアップできなかった
pl_pl: Nie udało się skonfigurować 2FA
zh_hans_mo: 設定 2FA 失敗

source: Name
he_il: שם השם
hi_latn: नाम
ja_jp: お名前 (必須)
pl_pl: Nazwa
zh_hans_mo: 名稱

# Name_Cannot_Be_Blank
source: Gallery name cannot be empty
he_il: שם גלריה לא יכול להיות ריק
hi_latn: गैलरी का नाम खाली नहीं हो सकता
ja_jp: ギャラリー名を空にすることはできません
pl_pl: Nazwa galerii nie może być pusta
zh_hans_mo: 圖片库名稱不能为空

source: New Items Pending Review
he_il: פריטים חדשים להורדה
hi_latn: नए आइटम लंबित समीक्षा
ja_jp: 新しいアイテムのペンディングレビュー
pl_pl: Nowe pozycje oczekujące na przegląd
zh_hans_mo: 有待審查的新項目

# No_Custom_Resources
source: No custom resources uploaded
he_il: אין מקורות מותאמים אישית
hi_latn: कोई कस्टम संसाधन अपलोड नहीं किया गया
ja_jp: アップロードされたカスタムリソースはありません
pl_pl: Brak niestandardowych zasobów
zh_hans_mo: 沒有上傳自訂資源

source: No Data
he_il: אין נתונים
hi_latn: कोई डेटा नहीं
ja_jp: データなし
pl_pl: Brak danych
zh_hans_mo: 無資料

# No_Files_For_Upload
source: No files were detected for upload
he_il: לא נמצאו קבצים להעלאה
hi_latn: अपलोड के लिए कोई फाइल नहीं मिली थी
ja_jp: アップロード時にファイルが検出されない
pl_pl: Nie wykryto żadnych plików do wysłania
zh_hans_mo: 沒有偵測到要上傳的檔案

# No_Galleries
source: No galleries created yet
he_il: עדיין לא נוצרו גלריות
hi_latn: अभी तक कोई गैलरी नहीं बनाई गई
ja_jp: 未作成のギャラリー
pl_pl: Nie stworzono jeszcze galerie
zh_hans_mo: 尚未建立圖庫

# No_Pending_Uploads
source: No uploads pending review
he_il: אין העלאת ביקורת
hi_latn: कोई अपलोड लंबित समीक्षा
ja_jp: アップロード終了レビューなし
pl_pl: Brak przesłań oczekujących na przegląd
zh_hans_mo: 審查前沒有上傳

source: None
he_il: אף אחד לא
hi_latn: कोई नहीं
ja_jp: なし
pl_pl: Brak
zh_hans_mo: 無

# Password_Reset_Changed_Message
source: Your password has now been reset. If you did not request a password reset please reach out to an administrator immediately.
he_il: הסיסמה שלך כבר בוטלה. אם לא ביקשת איפוס סיסמה בבקשה להגיע מיד למנהל המערכת.
hi_latn: अब आपका पासवर्ड रीसेट हो गया है। यदि आप पासवर्ड रीसेट करने का अनुरोध नहीं करते हैं तो कृपया तुरंत एक प्रशासक तक पहुंचें।.
ja_jp: パスワードがリセットされました。 パスワードリセットをリクエストしなかった場合は、管理者にすぐに連絡してください.
pl_pl: Twoje hasło zostało zresetowane. Jeśli nie zażądałeś resetowania hasła, skontaktuj się natychmiast z administratorem.
zh_hans_mo: 您的密碼現已重設 。 如果您沒有請求重新設定密碼, 請立即聯絡管理員 .

# Password_Reset_Changed_Title
source: Your password has been updated!
he_il: הסיסמה שלך כבר מעודכנת!
hi_latn: आपका पासवर्ड अपडेट किया गया है!
ja_jp: パスワードが更新されました!
pl_pl: Twoje hasło zostało zaktualizowane!
zh_hans_mo: 您的密碼已經更新 !

# Password_Reset_Requested_Message
source: A password reset has been requested on your account. If you requested a password change please click the link below to update it.
he_il: איפוס סיסמה נדרש בחשבון שלך. אם ביקשת שינוי סיסמה, לחץ על הקישור למטה כדי לעדכן אותו.
hi_latn: एक पासवर्ड रीसेट आपके खाते पर अनुरोध किया गया है। यदि आप पासवर्ड बदलने का अनुरोध करते हैं तो कृपया नीचे दिए गए लिंक पर क्लिक करें।.
ja_jp: パスワードリセットをリクエストしました。 パスワード変更をご希望の方は、下記のリンクをクリックして更新してください.
pl_pl: Zresetowano hasło na Twoim koncie. Jeśli zażądałeś zmiany hasła, kliknij poniższy link, aby go zaktualizować.
zh_hans_mo: 您的帳戶已請求重新設定密碼 。 如果您要求更改密碼, 請點選下面的連結更新 .

# Password_Reset_Requested_Title
source: Trouble accessing your account?
he_il: בעיות בגישה לחשבון שלך?
hi_latn: अपने खाते तक पहुंचने में परेशानी?
ja_jp: アカウントへのアクセスのトラブル?
pl_pl: Problemy z dostępem do twojego konta?
zh_hans_mo: 存取你的帳戶有問題嗎?

source: Password Reset
he_il: סיסמה איפוס
hi_latn: पासवर्ड रीसेट करें
ja_jp: パスワードリセット
pl_pl: Zmień hasło
zh_hans_mo: 密碼重設

# PasswordReset_Failed
source: Failed to reset account password
he_il: נכשל לשלוח דואר אלקטרוני לאפסת סיסמה.
hi_latn: खाता पासवर्ड रीसेट करने में विफल
ja_jp: パスワードリセットメールの送信に失敗しました.
pl_pl: Nie udało się wysłać e- maila z resetem hasła.
zh_hans_mo: 傳送密碼重設郵件失敗 .

source: Pending
he_il: עקבו
hi_latn: लंबित
ja_jp: ペンディング
pl_pl: Oczekiwanie
zh_hans_mo: 待決

source: Pending Uploads
he_il: עקבו אחרי Uploads
hi_latn: लंबित अपलोड
ja_jp: Pending アップロード
pl_pl: Oczekiwanie na wysłanie
zh_hans_mo: 待上傳

# Pending_Uploads_Failed
source: Failed to get pending uploads
he_il: נכשלים לקבל העלאה
hi_latn: लंबित अपलोड प्राप्त करने में विफल
ja_jp: 保留中のアップロードが失敗
pl_pl: Nie udało się uzyskać oczekujących na wysłanie
zh_hans_mo: 取得等待上傳失敗

source: Portrait
he_il: דיוקן
hi_latn: पोर्ट्रेट
ja_jp: ポートレート
pl_pl: Portret
zh_hans_mo: 肖像

source: Presentation
he_il: מצגת
hi_latn: प्रस्तुति
ja_jp: プレゼンテーション
pl_pl: Prezentacja
zh_hans_mo: 簡報

source: Random
he_il: אקראי
hi_latn: यादृच्छिक
ja_jp: ランダム
pl_pl: Przypadek
zh_hans_mo: 隨機

source: Register
he_il: רשום
hi_latn: रजिस्टर
ja_jp: 会員登録
pl_pl: Rejestr
zh_hans_mo: 註冊

source: Register Account
he_il: חשבון רישום
hi_latn: रजिस्टर खाता
ja_jp: 会員登録
pl_pl: Rachunek rejestrowy
zh_hans_mo: 註冊帳戶

# Register_CPassword_Help
source: Confirm your password
he_il: לאשר את הסיסמה שלך
hi_latn: अपने पासवर्ड की पुष्टि करें
ja_jp: パスワードの確認
pl_pl: Potwierdź swoje hasło
zh_hans_mo: 確認密碼

# Register_CPassword_Label
source: Confirm Password
he_il: אישור סיסמה
hi_latn: पासवर्ड की पुष्टि
ja_jp: パスワードの確認
pl_pl: Potwierdź hasło
zh_hans_mo: 確認密碼

# Register_Email_Help
source: Please enter account email address.
he_il: אנא הכנס את כתובת הדואר האלקטרוני.
hi_latn: कृपया ई-मेल पता दर्ज करें।.
ja_jp: メールアドレスを入力してください.
pl_pl: Proszę podać adres e-mail konta.
zh_hans_mo: 請輸入帳戶電子郵件位址 .

# Register_Email_Label
source: Email Address
he_il: כתובת דואר אלקטרוני
hi_latn: ईमेल पता
ja_jp: メールアドレス
pl_pl: Adres e-mail
zh_hans_mo: 電子郵件位址

# Register_Password_Help
source: Password enter a password.
he_il: הסיסמה נכנסת לסיסמה.
hi_latn: पासवर्ड दर्ज करें।.
ja_jp: パスワードはパスワードを入力してください.
pl_pl: Hasło wprowadź hasło.
zh_hans_mo: 密碼輸入密碼.

# Register_Password_Label
source: Password
he_il: סיסמה
hi_latn: पासवर्ड
ja_jp: パスワード
pl_pl: Hasło
zh_hans_mo: 密碼

# Register_Username_Help
source: Please enter account username.
he_il: אנא הכנס את שם המשתמש.
hi_latn: कृपया अकाउंट यूज़रनेम दर्ज करें।.
ja_jp: ユーザー名を入力してください.
pl_pl: Proszę podać nazwę konta.
zh_hans_mo: 請輸入帳戶使用者名 .

# Register_Username_Label
source: Username
he_il: שם המשתמש
hi_latn: उपयोगकर्ता नाम
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
zh_hans_mo: 使用者名

# Registration_Confirm_Password_Missmatch
source: Confirmation password does not match
he_il: סיסמה לא תואמת
hi_latn: पुष्टि पासवर्ड मैच नहीं करता है
ja_jp: パスワードの確認は一致しません
pl_pl: Hasło potwierdzenia nie pasuje
zh_hans_mo: 確認密碼不匹配

# Registration_Email_Send_Failed
source: Failed to send registration email to user.
he_il: לא הצליח לשלוח דואר אלקטרוני למשתמש.
hi_latn: उपयोगकर्ता को पंजीकरण ईमेल भेजने में विफल रहा।.
ja_jp: 登録メールをユーザに送信できません.
pl_pl: Nie udało się wysłać e-maila rejestracyjnego do użytkownika.
zh_hans_mo: 向使用者傳送註冊郵件失敗 .

# Registration_Email_Taken
source: An account with the specified email address already exists
he_il: חשבון עם כתובת הדואר האלקטרוני המפורטת כבר קיים
hi_latn: पहले से मौजूद निर्दिष्ट ईमेल पते के साथ एक खाता
ja_jp: 指定したメールアドレスが既に存在するアカウント
pl_pl: Konto z określonym adresem e-mail już istnieje
zh_hans_mo: 指定電子郵件位址的帳戶已存在

# Registration_Failed
source: Failed to register new user
he_il: נכשל לרשום משתמש חדש
hi_latn: नए उपयोगकर्ता को पंजीकृत करने में विफल
ja_jp: 新規登録失敗
pl_pl: Nie udało się zarejestrować nowego użytkownika
zh_hans_mo: 註冊新使用者失敗

# Registration_Invalid_Email
source: Please specify a valid email address
he_il: נא לציין כתובת דואר אלקטרוני בתוקף
hi_latn: कृपया एक वैध ईमेल पता निर्दिष्ट करें
ja_jp: 有効なメールアドレスを入力してください
pl_pl: Proszę podać poprawny adres e-mail
zh_hans_mo: 請指定一個有效的電子郵件位址

# Registration_Invalid_Password
source: Please specify a valid password between 8 and 100 characters, containing at least 1 upper case letter, 1 lower case letter, 1 number and 1 special character
he_il: נא לציין סיסמה בתוקף בין 8 ל -100 תווים, המכילה לפחות מכתב מקרה עליון אחד, מכתב מקרה אחד נמוך יותר, מספר 1 ו 1 מיוחד אופי
hi_latn: कृपया 8 और 100 अक्षरों के बीच एक वैध पासवर्ड निर्दिष्ट करें, जिसमें कम से कम 1 ऊपरी केस अक्षर, 1 लोअर केस लेटर, 1 नंबर और 1 विशेष अक्षर शामिल हैं।
ja_jp: 8文字と100文字の有効なパスワードを指定してください。上限1文字、小文字1文字、小文字1文字、特殊文字1文字
pl_pl: Proszę podać ważne hasło od 8 do 100 znaków, zawierające co najmniej 1 górną literę, 1 dolną literę, 1 numer i 1 specjalny znak
zh_hans_mo: 請指定8到100個字元之間的有效密碼,其中至少包含一個大寫字母,一個小寫字母,一個数字和一個特殊字元

# Registration_Invalid_Username
source: Please specify a valid username between 5 and 50 characters
he_il: נא לציין שם משתמש תקף בין 5 ל-50 תווים
hi_latn: कृपया 5 और 50 अक्षरों के बीच वैध उपयोगकर्ता नाम निर्दिष्ट करें
ja_jp: 5文字～50文字の有効なユーザー名を入力してください
pl_pl: Proszę podać poprawną nazwę użytkownika od 5 do 50 znaków
zh_hans_mo: 請指定5到50個字元之間的有效使用者名

# Registration_Invalid_Verification_Link
source: There was an issue processing the email verification link
he_il: היה נושא עיבוד הקישור אימות הדואר האלקטרוני
hi_latn: वहाँ एक मुद्दा प्रसंस्करण ईमेल सत्यापन लिंक था
ja_jp: メール確認のリンクを処理する問題がありました
pl_pl: Był problem z przetwarzaniem łącza weryfikacji poczty elektronicznej
zh_hans_mo: 有一個問題處理電子郵件驗證連結

# Registration_Success_Message
source: You account has been registered successfully and waiting for you to access
he_il: אתה נרשם בהצלחה ומחכה לך לגשת
hi_latn: आपके खाते को सफलतापूर्वक पंजीकृत किया गया है और आप तक पहुंचने का इंतजार कर रहे हैं
ja_jp: アカウントが正常に登録され、アクセスを待っています
pl_pl: Twoje konto zostało zarejestrowane pomyślnie i czeka na Twój dostęp
zh_hans_mo: 您的帳戶已成功註冊並等待您存取問

# Registration_Success_Title
source: Welcome!
he_il: ברוכים הבאים!
hi_latn: स्वागत!
ja_jp: お問い合わせ!
pl_pl: Witamy!
zh_hans_mo: 歡迎光臨!

# Registration_Success_Verification
source: Your account has been registered but needs to be verified before it can be accessed. Please activate your account by clicking the link below.
he_il: החשבון שלך נרשם אך צריך לבדוק לפני שניתן לגשת אליו. אנא להפעיל את החשבון שלך על ידי לחיצה על הקישור למטה.
hi_latn: आपका खाता पंजीकृत किया गया है लेकिन इसे एक्सेस करने से पहले सत्यापित करने की आवश्यकता है। कृपया नीचे दिए गए लिंक पर क्लिक करके अपना खाता सक्रिय करें।.
ja_jp: アカウントが登録されていますが、アクセス可能な前に確認する必要があります。 下記のリンクからアカウントを有効化してください.
pl_pl: Twoje konto zostało zarejestrowane, ale musi zostać zweryfikowane, zanim będzie można do niego dotrzeć. Proszę aktywować swoje konto klikając na poniższy link.
zh_hans_mo: 您的帳戶已經註冊, 但需要核實才能存取問 。 請點選以下連結啟用您的帳戶 .

# Registration_Username_Taken
source: Username already exists. Please select a new one
he_il: שם המשתמש כבר קיים. אנא בחרו אחד חדש
hi_latn: उपयोगकर्ता नाम पहले से ही मौजूद है। एक नया चयन करें
ja_jp: 既に存在するユーザー名。 新規登録をしてください
pl_pl: Nazwa użytkownika już istnieje. Proszę wybrać nowy
zh_hans_mo: 使用者名已存在 。 請選擇一個新的

# Registration_Weak_Password
source: The specified password is easily guessed. Please select a more secure password.
he_il: את הסיסמה המפורטת ניתן לנחש בקלות. אנא בחר סיסמה בטוחה יותר.
hi_latn: निर्दिष्ट पासवर्ड आसानी से अनुमान लगाया जाता है। कृपया एक सुरक्षित पासवर्ड चुनें।.
ja_jp: 指定したパスワードは簡単に推測できます。 より安全なパスワードを選択してください.
pl_pl: Podane hasło jest łatwo odgadnąć. Proszę wybrać bardziej bezpieczne hasło.
zh_hans_mo: 指定的密碼很容易猜到 。 請選擇一個更安全的密碼 .

source: Reject
hi_latn: अस्वीकृति
ja_jp: リジェクト
pl_pl: Odrzuć
zh_hans_mo: 拒絕

source: Release Version
he_il: גרסה חופשית
hi_latn: रिलीज संस्करण
ja_jp: リリース版
pl_pl: Wersja wydania
zh_hans_mo: 發布版本

source: Rename
he_il: שם מקור
hi_latn: नाम बदलें
ja_jp: リネーム
pl_pl: Zmień nazwę
zh_hans_mo: 重新命名

# ResetPassword_Invalid_Reset_Link
source: There was an issue processing the password reset link
he_il: היה נושא עיבוד הקישור איפוס סיסמה
hi_latn: वहाँ एक समस्या पासवर्ड रीसेट लिंक प्रसंस्करण था
ja_jp: パスワードリセットリンクを処理する問題がありました
pl_pl: Pojawił się problem przetwarzania łącza reset hasła
zh_hans_mo: 有一個問題處理密碼重設連結

source: Resources
he_il: משאבים
hi_latn: संसाधन
ja_jp: リソース
pl_pl: Zasoby
zh_hans_mo: 資源

source: Review
hi_latn: समीक्षा
ja_jp: レビュー
pl_pl: Przegląd
zh_hans_mo: 審查

source: Save QR
he_il: הצילו QR
hi_latn: QR सहेजें
ja_jp: QRを保存
pl_pl: Zapisz QR
zh_hans_mo: 儲存 QR

# Save_To_Custom_Resources_Failed
source: Failed to save custom resource
he_il: נכשל לחסוך משאבים מותאמים אישית
hi_latn: कस्टम संसाधन को बचाने में विफल
ja_jp: カスタムリソースを保存できない
pl_pl: Nie udało się zapisać własnego zasobu
zh_hans_mo: 儲存自訂資源失敗

# Save_To_Gallery_Failed
source: Failed to save image to gallery
he_il: לא מצליח להציל תמונה לגלריה
hi_latn: गैलरी को छवि बचाने में विफल
ja_jp: 画像をギャラリーに保存できない
pl_pl: Nie udało się zapisać obrazu do galerii
zh_hans_mo: 儲存圖像到圖片库失敗

# Scan_To_Share
source: Scan the QR code with your phone to share your images
he_il: לסרוק את קוד QR עם הטלפון שלך כדי לשתף את התמונות שלך
hi_latn: अपनी छवियों को साझा करने के लिए अपने फोन के साथ QR कोड स्कैन करें
ja_jp: お使いの携帯電話でQRコードをスキャンして画像をシェア
pl_pl: Przeskanuj kod QR za pomocą telefonu, aby udostępnić zdjęcia
zh_hans_mo: 用手機掃描 QR 代碼以分享圖像

source: Settings
he_il: הגדרות
hi_latn: सेटिंग्स
ja_jp: コンテンツ
pl_pl: Ustawienia
zh_hans_mo: 設定

# Settings_Account
source: Account
he_il: חשבון
hi_latn: लेखा
ja_jp: パスワード
pl_pl: Konto
zh_hans_mo: 帳戶

# Settings_Account_Lockout_Attempts_Help
source: How many failed logins before a user is blocked
he_il: כמה כניסות כושלות לפני שהמשתמש חסום
hi_latn: उपयोगकर्ता को अवरुद्ध करने से पहले कई असफल लॉगिन
ja_jp: ユーザーがブロックされる前にログインに失敗した回数
pl_pl: Ile nieudanych logów przed zablokowaniem użytkownika
zh_hans_mo: 使用者被封鎖前的登入失敗次數

# Settings_Account_Lockout_Attempts_Label
source: Lockout Attempts
he_il: נסיונות נעולים
hi_latn: लॉकआउट प्रयास
ja_jp: ロックアウトの試み
pl_pl: Próby zamknięcia
zh_hans_mo: 鎖定嘗試

# Settings_Account_Lockout_Mins_Help
source: How long should a user be blocked
he_il: כמה זמן צריך לחסום משתמש
hi_latn: उपयोगकर्ता को कितने समय तक अवरुद्ध होना चाहिए
ja_jp: ユーザーがブロックされる時間
pl_pl: Jak długo należy blokować użytkownika
zh_hans_mo: 一個使用者應該被封鎖多久

# Settings_Account_Lockout_Mins_Label
source: Lockout Minutes
he_il: דקות נעולות
hi_latn: लॉकआउट मिनट
ja_jp: ロックアウト分
pl_pl: Protokół zamknięcia
zh_hans_mo: 鎖定分鐘

# Settings_Account_Profile_Icon_Help
source: Should the profile icon appear in the header
he_il: אם סמל הפרופיל מופיע בראש
hi_latn: क्या प्रोफ़ाइल आइकन हेडर में दिखाई देता है
ja_jp: プロファイルアイコンがヘッダーに表示されるべき
pl_pl: Jeśli ikona profilu pojawi się w nagłówku
zh_hans_mo: 如果設定檔图标出現在頁首中

# Settings_Account_Profile_Icon_Label
source: Profile Icon
he_il: פרופיל אייקון
hi_latn: प्रोफ़ाइल आइकन
ja_jp: プロフィールのアイコン
pl_pl: Ikona profilu
zh_hans_mo: 設定檔图标

# Settings_Account_Registration_Enabled_Help
source: Are guests allowed to register accounts?
he_il: האם האורחים מורשים לרשום חשבונות?
hi_latn: क्या मेहमानों को खातों को पंजीकृत करने की अनुमति है?
ja_jp: 会員登録はできますか?
pl_pl: Czy goście mogą rejestrować konta?
zh_hans_mo: 是否允許來賓註冊帳戶?

# Settings_Account_Registration_Enabled_Label
source: Registration Enabled
he_il: רישום
hi_latn: पंजीकरण सक्षम
ja_jp: 登録 有効
pl_pl: Rejestracja włączona
zh_hans_mo: 註冊已啟用
