Repository: acsx7339/wedding-wall
Catalog: WeddingShare/Resources/Lang/Translations.*.resx
Languages: he_il, hi_latn, ja_jp, pl_pl, zh_hans_mo

# 400_Error_Message
source: If this issue persists please contact the web administrator
he_il: אם נושא זה נמשך אנא צרו קשר עם מנהל האינטרנט
hi_latn: यदि यह मुद्दा जारी रहता है तो कृपया वेब प्रशासक से संपर्क करें
ja_jp: この問題が解決しない場合は、Web管理者に連絡してください
pl_pl: Jeśli ten problem się utrzyma, skontaktuj się z administratorem sieci
zh_hans_mo: 如果這個問題持續存在,請聯絡網路管理員

# 400_Error_Title
source: Opps, it looks like an unexpected error occurred...
he_il: זה נראה כמו טעות בלתי צפויה התרחשה...
hi_latn: Opps, यह एक अप्रत्याशित त्रुटि की तरह लग रहा है।.
ja_jp: Opps、予期しないエラーが発生したように見えます...
pl_pl: Opps, wygląda na to, że wystąpił nieoczekiwany błąd...
zh_hans_mo: Opps 似乎發生了出乎意料的錯誤...

# 401_Error_Message
source: It looks like you are not authorized to view that page...
he_il: נראה שאתה לא מורשה להציג את הדף הזה...
hi_latn: ऐसा लगता है कि आप उस पृष्ठ को देखने के लिए अधिकृत नहीं हैं।.
ja_jp: そのページを閲覧する許可されていないようです...
pl_pl: Wygląda na to, że nie jesteś upoważniony do oglądania tej strony...
zh_hans_mo: 看來你無權查看那頁...

# 401_Error_Title
source: Access Denied
he_il: גישה Denied
hi_latn: एक्सेस डेनिडी
ja_jp: アクセス拒否
pl_pl: Brak dostępu
zh_hans_mo: 拒絕存取問

# 402_Error_Message
source: The provided secret key was incorrect
he_il: המפתח הסודי היה לא נכון
hi_latn: प्रदान की गई गुप्त कुंजी गलत थी
ja_jp: 提供された秘密鍵が間違っていた
pl_pl: Podany klucz był nieprawidłowy
zh_hans_mo: 提供的金鑰不正確

# 402_Error_Title
source: Invalid Secret Key
he_il: מפתח סודי
hi_latn: अवैध गुप्त कुंजी
ja_jp: 無効な秘密鍵
pl_pl: Nieprawidłowy klucz tajny
zh_hans_mo: 無效的金鑰

# 403_Error_Message
source: The specified gallery does not exist and you do not have permissions to create it
he_il: הגלאי שצוין אינו קיים ואין לך הרשאות ליצור אותו
hi_latn: निर्दिष्ट गेलरी मौजूद नहीं है और आपके पास इसे बनाने की अनुमति नहीं है
ja_jp: 指定された gellery は存在せず、それを作成する権限を持たない
pl_pl: Określone gelllery nie istnieje i nie masz uprawnień do tworzenia go
zh_hans_mo: 指定的寶石不存在, 您沒有建立它的權限

# 403_Error_Title
source: Access Denied
he_il: גישה Denied
hi_latn: एक्सेस डेनिडी
ja_jp: アクセス拒否
pl_pl: Brak dostępu
zh_hans_mo: 拒絕存取問

# 405_Error_Message
source: You have reached the maximum gallery creation limit
he_il: הגעתם למגבלת יצירת הגלריה המקסימלית
hi_latn: आप अधिकतम गैलरी निर्माण सीमा तक पहुंच गए हैं
ja_jp: 最大のギャラリー作成限界に達しました
pl_pl: Osiągnąłeś maksymalny limit tworzenia galerii
zh_hans_mo: 您已到达最大圖庫建立限制

# 405_Error_Title
source: Limit Reached
he_il: הגבול מגיע
hi_latn: सीमित पहुंच
ja_jp: 到達範囲制限
pl_pl: Limit uzyskany
zh_hans_mo: 已達到的限制

# 406_Error_Message
source: The specified gallery does not exist
he_il: הגלריה המפורטת אינה קיימת
hi_latn: निर्दिष्ट गैलरी मौजूद नहीं है
ja_jp: 指定したギャラリーは存在しません
pl_pl: Podana galeria nie istnieje
zh_hans_mo: 指定的圖庫不存在

# 406_Error_Title
source: Invalid Gallery
he_il: גלריית Invalid
hi_latn: अवैध गैलरी
ja_jp: 無効なギャラリー
pl_pl: Nieprawidłowa Galeria
zh_hans_mo: 無效的圖片库

# 407_Error_Message
source: There was an issue while trying to verify your account. Please ensure the verification link is valid.
he_il: יש בעיה בעת ניסיון לאמת את החשבון שלך. אנא ודא כי קישור אימות הוא בתוקף.
hi_latn: अपने खाते को सत्यापित करने की कोशिश करते समय एक मुद्दा था। कृपया सुनिश्चित करें कि सत्यापन लिंक मान्य है।.
ja_jp: アカウントを検証しようとすると問題がありました。 確認リンクが有効であることを確認してください.
pl_pl: Był problem, próbując zweryfikować twoje konto. Proszę zapewnić poprawność łącza weryfikacji.
zh_hans_mo: 试图核實你的帳戶時有個問題 請确保核查連結有效.

# 407_Error_Title
source: Invalid Verification Link
he_il: המונחים: invalid Verification קישור
hi_latn: अवैध सत्यापन लिंक
ja_jp: 無効な検証 サイトマップ
pl_pl: Nieprawidłowa weryfikacja Związek
zh_hans_mo: 無效的校验 連結

# 408_Error_Message
source: There was an issue while trying to reset your account password. Please ensure the verification link is valid.
he_il: הייתה בעיה בעת ניסיון לאפס את הסיסמה של החשבון שלך. אנא ודא כי קישור אימות הוא בתוקף.
hi_latn: अपने खाते के पासवर्ड को रीसेट करने की कोशिश करते समय एक मुद्दा था। कृपया सुनिश्चित करें कि सत्यापन लिंक मान्य है।.
ja_jp: アカウントのパスワードをリセットしようとすると問題がありました。 確認リンクが有効であることを確認してください.
pl_pl: Był problem podczas próby zresetowania hasła konta. Proszę zapewnić poprawność łącza weryfikacji.
zh_hans_mo: 试图重設您的帳戶密碼時有問題 。 請确保核查連結有效.

# 408_Error_Title
source: Invalid Password Reset Link
he_il: תגית: איפוס קישורים
hi_latn: अमान्य पासवर्ड रीसेट लिंक
ja_jp: 無効なパスワードリセットリンク
pl_pl: Nieprawidłowe połączenie reset haseł
zh_hans_mo: 無效的密碼重設連結

source: Accept
he_il: קבלה
hi_latn: स्वीकार करना
ja_jp: お問い合わせ
pl_pl: Akceptuj
zh_hans_mo: 接受

source: Action
he_il: פעולה
hi_latn: कार्रवाई
ja_jp: アクション
pl_pl: Działanie
zh_hans_mo: 操作

source: Actions
he_il: פעולות
hi_latn: कार्य
ja_jp: アクション
pl_pl: Działania
zh_hans_mo: 操作

source: Add
he_il: הוסף
hi_latn: जोड़ें
ja_jp: 追加する
pl_pl: Dodaj
zh_hans_mo: 添加

source: All
he_il: הכל
hi_latn: सब
ja_jp: すべて
pl_pl: Wszystkie
zh_hans_mo: 全体

source: Approve
he_il: שיפור
hi_latn: स्वीकृति
ja_jp: プロモーション
pl_pl: Zatwierdzenie
zh_hans_mo: 核准

source: Approved
he_il: אישור
hi_latn: स्वीकृत
ja_jp: 承認済み
pl_pl: Zatwierdzone
zh_hans_mo: 已核准

source: Ascending
he_il: עלייה
hi_latn: परिशोधन
ja_jp: フォロー
pl_pl: Wznoszenie
zh_hans_mo: 上升

source: Audit
he_il: ביקורת
hi_latn: लेखा
ja_jp: 監査
pl_pl: Kontrola
zh_hans_mo: 稽核

# Audit_Account_Registered
source: User registered account
he_il: חשבון רשום
hi_latn: उपयोगकर्ता पंजीकृत खाता
ja_jp: ユーザー登録アカウント
pl_pl: Konto zarejestrowane przez użytkownika
zh_hans_mo: 使用者註冊帳戶

# Audit_ActivateUser
source: Activated user
he_il: משתמש פעיל
hi_latn: सक्रिय उपयोगकर्ता
ja_jp: アクティブ化されたユーザー
pl_pl: Aktywowany użytkownik
zh_hans_mo: 啟用使用者

# Audit_BulkApproveReviews
source: Bulk approved all pending reviews
he_il: Bulk אישר את כל חוות הדעת
hi_latn: थोक ने सभी लंबित समीक्षाओं को मंजूरी दी
ja_jp: バルク承認されたすべての保留レビュー
pl_pl: Luzem zatwierdzone wszystkie oczekujące opinie
zh_hans_mo: 批量核准了所有待審查

# Audit_BulkRejectReviews
source: Bulk rejected all pending reviews
he_il: בורק דחה את כל חוות הדעת
hi_latn: थोक ने सभी लंबित समीक्षाओं को खारिज कर दिया
ja_jp: 一括ですべての保留レビューを拒否
pl_pl: Bulk odrzucił wszystkie oczekujące opinie
zh_hans_mo: 駁回所有待審審查

# Audit_CookieConsentApproved
source: A visitor has approved the use of cookies
he_il: מבקר אישר את השימוש בעוגיות
hi_latn: एक आगंतुक ने कुकीज़ के उपयोग को मंजूरी दे दी है
ja_jp: 訪問者はクッキーの使用を承認しました
pl_pl: Odwiedzający zatwierdził korzystanie z plików cookie
zh_hans_mo: 有访客同意使用Cookie

# Audit_CreatedGallery
source: Created gallery
he_il: גלריה
hi_latn: गैलरी
ja_jp: 制作ギャラリー
pl_pl: Utworzona galeria
zh_hans_mo: 已建立相簿

# Audit_CreatedNewUser
source: Created new user
he_il: יצר משתמש חדש
hi_latn: नया उपयोगकर्ता बनाया
ja_jp: 新規ユーザー作成
pl_pl: Stworzony nowy użytkownik
zh_hans_mo: 建立了新使用者

# Audit_CustomResourceDeleted
source: Deleted custom resource
he_il: משאב מותאם אישית
hi_latn: हटाए गए कस्टम संसाधन
ja_jp: 削除されたカスタムリソース
pl_pl: Usunięte zasoby niestandardowe
zh_hans_mo: 刪除自訂資源

# Audit_CustomResourceUploaded
source: Uploaded custom resource
he_il: מקור: Custom Resources
hi_latn: अपलोड की गई कस्टम संसाधन
ja_jp: カスタムリソースをアップロード
pl_pl: Wysłany niestandardowy zasób
zh_hans_mo: 上傳自訂資源

# Audit_DeletedGallery
source: Deleted gallery
he_il: גלריה
hi_latn: हटाई गई गैलरी
ja_jp: 削除されたギャラリー
pl_pl: Usunięta galeria
zh_hans_mo: 刪除相簿

# Audit_DeletedUser
source: Deleted user
he_il: משתמש
hi_latn: हटाए गए उपयोगकर्ता
ja_jp: 削除されたユーザー
pl_pl: Usunięty użytkownik
zh_hans_mo: 刪除的使用者

# Audit_Email_Verified
source: User verified their email address
he_il: המשתמש אימות כתובת הדואר האלקטרוני שלהם
hi_latn: उपयोगकर्ता ने अपना ईमेल पता सत्यापित किया
ja_jp: ユーザーがメールアドレスを確認した
pl_pl: Użytkownik zweryfikował swój adres e-mail
zh_hans_mo: 使用者驗證其電子郵件位址

# Audit_ExportedBackup
source: Exported a backup
he_il: ייצוא גיבוי
hi_latn: बैकअप निर्यात
ja_jp: バックアップをエクスポート
pl_pl: Wysłał kopię zapasową
zh_hans_mo: 匯出備份

# Audit_FailedLoginAttemptDetected
source: Failed login attempt detected
he_il: ניסיון כניסה כושל מזוהה
hi_latn: विफल लॉगिन प्रयास का पता लगाया
ja_jp: 失敗したログインの試みは検出しました
pl_pl: Wykryto nieudaną próbę logowania
zh_hans_mo: 偵測到登入嘗試失敗

# Audit_FailedLoginAttemptReset
source: Failed login attempts count reset
he_il: ניסיונות כניסה כושלים לספור מחדש
hi_latn: विफल लॉगिन प्रयास गिनती रीसेट
ja_jp: 失敗したログインの試みのカウントのリセット
pl_pl: Nieudane próby logowania licz reset
zh_hans_mo: 登入嘗試失敗计数重設

# Audit_Forgot_Password
source: User requested a password reset
he_il: המשתמש ביקש איפוס סיסמה
hi_latn: उपयोगकर्ता ने पासवर्ड रीसेट करने का अनुरोध किया
ja_jp: パスワードリセットをリクエスト
pl_pl: Użytkownik zażądał resetu hasła
zh_hans_mo: 使用者請求重設密碼

# Audit_FrozeUser
source: Froze user
he_il: להקפיא משתמשים
hi_latn: Froze उपयोगकर्ता
ja_jp: Froze ユーザー
pl_pl: Użytkownik zamrożony
zh_hans_mo: 凍結使用者

# Audit_ImportedBackup
source: Imported a backup
he_il: ייבוא גיבוי
hi_latn: एक बैकअप आयात
ja_jp: バックアップのインポート
pl_pl: Importowane kopie zapasowe
zh_hans_mo: 匯入備份

# Audit_ItemApprovedInGallery
source: approved in gallery
he_il: אישור בגלריה
hi_latn: गैलरी में अनुमोदित
ja_jp: ギャラリーで承認
pl_pl: zatwierdzone w galerii
zh_hans_mo: 在展馆核准

# Audit_ItemDeletedInGallery
source: deleted in gallery
he_il: נמחק בגלריה
hi_latn: गैलरी में हटा दिया
ja_jp: ギャラリーで削除
pl_pl: usunięty w galerii
zh_hans_mo: 刪除于圖庫

# Audit_ItemRejectedInGallery
source: rejected in gallery
he_il: נדחה בגלריה
hi_latn: गैलरी में अस्वीकार
ja_jp: ギャラリーで拒否
pl_pl: odrzucona w galerii
zh_hans_mo: 在圖庫中被拒絕

# Audit_Limit_Help
source: How many logs to show
he_il: כמה יומני להראות
hi_latn: कितने लॉग दिखाने के लिए
ja_jp: 複数のログを表示
pl_pl: Ile dzienników pokazać
zh_hans_mo: 要显示的日誌数

# Audit_Limit_Label
source: Limit
he_il: גבולות
hi_latn: सीमा
ja_jp: ログイン
zh_hans_mo: 限制

# Audit_List_Failed
source: Failed to get audit list
he_il: לא מצליחים לקבל רשימת ביקורת
hi_latn: लेखा परीक्षा सूची प्राप्त करने में विफल
ja_jp: 監査リストを取得する失敗
pl_pl: Nie udało się uzyskać listy audytu
zh_hans_mo: 取得稽核列表失敗

# Audit_LoggedOut
source: Logged out
he_il: תגית: Out
hi_latn: लॉग आउट
ja_jp: ログアウト
pl_pl: Wylogowane
zh_hans_mo: 已登出

source: Audit Logs
he_il: תגית: Audit Logs
hi_latn: ऑडिट लॉग
ja_jp: 監査ログ
pl_pl: Rejestry kontroli
zh_hans_mo: 稽核日誌

# Audit_MultiFactorAdded
source: Added multi-factor to their account
he_il: תוספת רב-ספק לחשבון שלהם
hi_latn: उनके खाते में बहु-फैक्टर जोड़ा गया
ja_jp: アカウントにマルチファクタを追加
pl_pl: Dodano multiczynnik do ich konta
zh_hans_mo: 在帳戶中添加多要素

# Audit_MultiFactorPassed
source: Provided correct multi-factor token
he_il: המונחים: multi-factor
hi_latn: सही बहु कारक टोकन
ja_jp: 正しいマルチファクタートークンを提供
pl_pl: Podany poprawny token wieloczynnikowy
zh_hans_mo: 提供了正確的多要素符號

# Audit_MultiFactorReset
source: Reset their multi-factor key
he_il: איפוס המפתח העיקרי שלהם
hi_latn: अपनी बहु-फैक्टर कुंजी रीसेट करें
ja_jp: マルチファクタキーのリセット
pl_pl: Zresetuj ich klucz wieloczynnikowy
zh_hans_mo: 重設其多要素金鑰

# Audit_MultiFactorResetUser
source: Reset multi-factor for user
he_il: איפוס רב-ספק למשתמש
hi_latn: उपयोगकर्ता के लिए बहु-फैक्टर रीसेट करें
ja_jp: ユーザのマルチファクタのリセット
pl_pl: Zresetuj multiczynnik dla użytkownika
zh_hans_mo: 为使用者重設多要素

# Audit_Password_Reset
source: User reset their password
he_il: המשתמש ביקש איפוס סיסמה
hi_latn: उपयोगकर्ता अपना पासवर्ड रीसेट करें
ja_jp: パスワードリセットをリクエスト
pl_pl: Użytkownik zażądał resetu hasła
zh_hans_mo: 使用者請求重設密碼

# Audit_SearchTerm_Help
source: Filter logs based on a search term
he_il: יומני מסנן המבוססים על מונח חיפוש
hi_latn: एक खोज अवधि के आधार पर फ़िल्टर लॉग
ja_jp: 検索用語に基づくフィルタログ
pl_pl: Logi filtrów oparte na określeniu wyszukiwania
zh_hans_mo: 基於搜尋名詞的过滤日誌

# Audit_SearchTerm_Label
source: Search Term
he_il: תוצאות חיפוש
hi_latn: खोज अवधि
ja_jp: 検索条件
pl_pl: Termin wyszukiwania
zh_hans_mo: 搜尋期間

# Audit_SettingsUpdated
source: Updated setting for gallery
he_il: הגדרה מעודכנת לגלריה
hi_latn: गैलरी के लिए अद्यतन सेटिंग
ja_jp: ギャラリーの設定を更新しました
pl_pl: Aktualizacja ustawienia galerii
zh_hans_mo: 圖片库的更新設定

# Audit_UnfrozeUser
source: Unfroze user
he_il: משתמש Unfroze
hi_latn: अनुचित उपयोगकर्ता
ja_jp: 不正なユーザ
pl_pl: Odmrozić użytkownika
zh_hans_mo: 解凍使用者

# Audit_UpdatedGallery
source: Updated gallery
he_il: גלריה חדשנית
hi_latn: अद्यतन गैलरी
ja_jp: 更新ギャラリー
pl_pl: Aktualizacja galerii
zh_hans_mo: 更新的相簿

# Audit_UpdatedUser
source: Updated user
he_il: עדכון המשתמש
hi_latn: अद्यतन उपयोगकर्ता
ja_jp: 更新されたユーザー
pl_pl: Aktualizacja użytkownika
zh_hans_mo: 更新使用者

# Audit_UserLoggedIn
source: User logged in
he_il: המשתמש מחובר
hi_latn: उपयोगकर्ता लॉग इन
ja_jp: ユーザーのログイン
pl_pl: Użytkownik zalogowany
zh_hans_mo: 登入的使用者

# Audit_WipeAllGalleries
source: Wiped all galleries
he_il: כל הגלריות
hi_latn: सभी गैलरी
ja_jp: すべてのギャラリーを拭い
pl_pl: Wyczyszczony wszystkie galerie
zh_hans_mo: 把所有圖庫都清除了

# Audit_WipedGallery
source: Wiped gallery
he_il: גלריה
hi_latn: Wiped गैलरी
ja_jp: ウィッドギャラリー
pl_pl: Wyczyszczona galeria
zh_hans_mo: 被清除的圖庫

source: Available Galleries
he_il: גלריות זמינות
hi_latn: उपलब्ध दीर्घाओं
ja_jp: 利用できるギャラリー
pl_pl: Dostępne galerie
zh_hans_mo: 可用圖庫

# Check_Account_State_Failed
source: Failed to check account state
he_il: נכשל לבדוק את מצב החשבון
hi_latn: खाते की स्थिति की जांच करने में विफल
ja_jp: アカウントの状態の確認が失敗
pl_pl: Nie udało się sprawdzić stanu konta
zh_hans_mo: 检查帳戶狀態失敗

source: Clean
he_il: נקי
hi_latn: स्वच्छ
ja_jp: クリーン
pl_pl: Czysty
zh_hans_mo: 乾淨

# Clean_Confirmation
source: Are you sure you want to clean this gallery?
he_il: אתה בטוח שאתה רוצה לנקות את הגלריה?
hi_latn: क्या आप इस गैलरी को साफ करना चाहते हैं?
ja_jp: このギャラリーを掃除したいですか?
pl_pl: Na pewno chcesz posprzątać tę galerię?
zh_hans_mo: 你確定要清理這個圖庫嗎?

# Click_To_Upload
source: Click here to select files to upload
he_il: לחץ כאן כדי לבחור קבצים כדי להעלות
hi_latn: यहां क्लिक करें
ja_jp: アップロードするファイルを選択するにはここをクリック
pl_pl: Kliknij tutaj, aby wybrać pliki do wysłania
zh_hans_mo: 點選此處選擇要上傳的檔案

source: Close
he_il: סגור
hi_latn: बंद
ja_jp: ふりがな
pl_pl: Zamknij
zh_hans_mo: 關閉

# Contact_Admin_For_Access
source: Please contact a site administrator to provide access
he_il: צור קשר עם מנהל האתר כדי לספק גישה
hi_latn: कृपया एक्सेस प्रदान करने के लिए साइट व्यवस्थापक से संपर्क करें
ja_jp: サイトの管理者に連絡してアクセスしてください
pl_pl: Proszę skontaktować się z administratorem witryny, aby zapewnić dostęp
zh_hans_mo: 請聯絡网站管理員提供存取問

# Cookie_Audit_Error
source: Failed to log an audit message for cookie approval
he_il: לא הצליח לשלוח הודעת ביקורת לאישור קבצי Cookie
hi_latn: कुकी अनुमोदन के लिए एक लेखा परीक्षा संदेश लॉग करने में विफल
ja_jp: クッキーの承認のための監査メッセージをログに失敗しました
pl_pl: Nie udało się zalogować wiadomości audytowej do zatwierdzenia cookies
zh_hans_mo: 登入稽核信件供 cookie 批准失敗

# CookiePolicy_Button_Text
source: Cookie Policy
he_il: מדיניות Cookie
hi_latn: कुकी नीति
ja_jp: クッキーポリシー
pl_pl: Polityka plików cookie
zh_hans_mo: Cookie 策略

# CookiePolicy_Message_Short
source: By using this website you agree to our use of basic cookies in accordance with our terms of cookie usage. To find out more please view our
he_il: באמצעות אתר זה אתה מסכים לשימוש שלנו בעוגיות בסיסיות בהתאם לתנאי השימוש בעוגיות. כדי לגלות עוד בבקשה עיין בנו
hi_latn: इस वेबसाइट का उपयोग करके आप कुकी उपयोग की हमारी शर्तों के अनुसार बुनियादी कुकीज़ के हमारे उपयोग के लिए सहमत हैं। हमसे संपर्क करें
ja_jp: このウェブサイトを使用することにより、クッキーの使用条件に従って、基本的なクッキーの使用に同意するものとします。 詳しくはこちらをご覧ください
pl_pl: Korzystając z tej strony zgadzasz się na korzystanie z podstawowych plików cookie zgodnie z naszymi warunkami korzystania z plików cookie. Aby dowiedzieć się więcej proszę zobaczyć nasz
zh_hans_mo: 透過使用這個網站 你同意我們使用 基本Cookie 根據我們的Cookie使用條件。 要知道更多 請看我們

source: Create
he_il: יצירת
hi_latn: बनाना
ja_jp: 作成する
pl_pl: Utwórz
zh_hans_mo: 建立

# Currently_No_Access
source: You currently do not have access
he_il: כרגע אין לך גישה
hi_latn: वर्तमान में आपके पास पहुंच नहीं है
ja_jp: 現在アクセスしていない
pl_pl: Obecnie nie masz dostępu
zh_hans_mo: 您目前無法存取問

source: Custom Resources
he_il: משאבי מכס
hi_latn: कस्टम संसाधन
ja_jp: カスタムリソース
pl_pl: Zasoby własne
zh_hans_mo: 自訂資源

# Custom_Resources_Failed
source: Failed to get custom resources
he_il: נכשל לקבל משאבים מותאמים אישית
hi_latn: कस्टम संसाधन प्राप्त करने में विफल
ja_jp: カスタムリソースを取得する失敗
pl_pl: Nie udało się uzyskać zasobów niestandardowych
zh_hans_mo: 取得自訂資源失敗

# Custom_Resources_Upload_Help
source: Please select an image file to upload
he_il: אנא בחר קובץ תמונה כדי להעלות
hi_latn: कृपया अपलोड करने के लिए एक छवि फ़ाइल का चयन करें
ja_jp: アップロードする画像ファイルを選択してください
pl_pl: Proszę wybrać plik do przesłania
zh_hans_mo: 請選擇要上傳的圖像檔案

# Custom_Resources_Upload_Label
source: Upload Custom Resource
he_il: המונחים Custom
hi_latn: कस्टम संसाधन अपलोड
ja_jp: カスタムリソースのアップロード
pl_pl: Wyślij niestandardowe zasoby
zh_hans_mo: 上傳自訂資源

# CustomResource_Delete_Failed
source: Failed to delete custom resource
he_il: נכשל למחוק משאבים מותאמים אישית
hi_latn: कस्टम संसाधन हटाने में विफल
ja_jp: カスタムリソースを削除失敗
pl_pl: Nie udało się usunąć własnego zasobu
zh_hans_mo: 刪除自訂資源失敗

# CustomResource_Upload_Failed
source: Failed to upload custom resource
he_il: נכשל להעלות משאבים מותאמים אישית
hi_latn: कस्टम संसाधन अपलोड करने में विफल
ja_jp: カスタムリソースをアップロードできない
pl_pl: Nie udało się przesłać niestandardowych zasobów
zh_hans_mo: 上傳自訂資源失敗

source: Danger Zone
he_il: אזורי סכנה
hi_latn: Danger जोन
ja_jp: 危険ゾーン
pl_pl: Strefa zagrożenia
zh_hans_mo: 危險区

source: Date
he_il: תאריך
hi_latn: तारीख
ja_jp: 日程安排
pl_pl: Data
zh_hans_mo: 日期

source: Default
hi_latn: डिफ़ॉल्ट
ja_jp: デフォルト
pl_pl: Domyślne
zh_hans_mo: 預設

source: Delete
hi_latn: डिलीट
ja_jp: 削除
pl_pl: Usuń
zh_hans_mo: 刪除

# Delete_Confirmation
source: Are you sure you want to delete this gallery?
he_il: אתה בטוח שאתה רוצה למחוק את הגלריה?
hi_latn: क्या आप इस गैलरी को हटाना चाहते हैं?
ja_jp: このギャラリーを削除したいですか?
pl_pl: Na pewno chcesz usunąć tę galerię?
zh_hans_mo: 您確定要刪除此圖庫嗎 ?

# Demo_Message
source: This is a demo version. All configuration is periodically wiped to ensure a clean slate for future testers.
he_il: זו גרסה הדגמה. כל התצורה נמחקת מעת לעת כדי להבטיח סלטה נקייה עבור בודקים עתידיים.
hi_latn: यह एक डेमो संस्करण है। भविष्य के परीक्षकों के लिए स्वच्छ स्लेट सुनिश्चित करने के लिए सभी विन्यास समय-समय पर पोंछे जाते हैं।.
ja_jp: デモ版です。 すべての構成は、将来のテスターのためのきれいなスレートを保証するために定期的に拭きます.
pl_pl: To jest wersja demo. Wszystkie konfiguracje są okresowo wymazane, aby zapewnić czyste łupki dla przyszłych testerów.
zh_hans_mo: 这是一個示範版。 所有設定檔都定期被清除,以確保未來的測試者有一個乾淨的板塊.

source: Descending
he_il: נפילה
hi_latn: अवरोही
ja_jp: デザート
pl_pl: Decending
zh_hans_mo: 降序

source: Destructive Action Performed
he_il: פעולות הרסניות שבוצעו
hi_latn: विनाशकारी कार्रवाई का प्रदर्शन
ja_jp: 破壊的な行動の実行
pl_pl: Destrukcyjne działanie
zh_hans_mo: 已執行的破壞操作

# Download_Gallery_Not_Allowed
source: You are not authorised to download this gallery
he_il: אתה לא מורשה להוריד את הגלריה
hi_latn: आप इस गैलरी को डाउनलोड करने के लिए अधिकृत नहीं हैं
ja_jp: このギャラリーをダウンロードすることはできません
pl_pl: Nie jesteś upoważniony do pobrania tej galerii
zh_hans_mo: 您無權下載此圖庫

# Drag_And_Drop
source: Drag & Drop files(s) here to upload them to the gallery
he_il: דרגו
hi_latn: खींचें
ja_jp: ドラッグ
pl_pl: Przeciągnij
zh_hans_mo: 拖曳

# Duplicate_Item_Detected
source: Duplicate file detected
he_il: קובץ Duplicate זוהה
hi_latn: डुप्लिकेट फ़ाइल का पता लगाया
ja_jp: 検出された重複ファイル
pl_pl: Wykryto powtórzenie pliku
zh_hans_mo: 偵測到複製檔案

source: Email Address
he_il: כתובת דואר אלקטרוני
hi_latn: ईमेल पता
ja_jp: メールアドレス
pl_pl: Adres e-mail
zh_hans_mo: 電子郵件位址

source: Export
he_il: יצוא
hi_latn: निर्यात
ja_jp: エクスポート
pl_pl: Eksport
zh_hans_mo: 匯出

# Failed_Add_Gallery
source: Failed to create gallery
he_il: נכשל ליצור גלריה
hi_latn: गैलरी बनाने में विफल
ja_jp: ギャラリーを作成できない
pl_pl: Nie udało się utworzyć galerii
zh_hans_mo: 建立相簿失敗

# Failed_Add_User
source: Failed to create user
he_il: נכשל ליצור משתמשים
hi_latn: उपयोगकर्ता बनाने में विफल
ja_jp: ユーザーを作成する失敗
pl_pl: Nie udało się utworzyć użytkownika
zh_hans_mo: 建立使用者失敗

# Failed_Delete_Gallery
source: Failed to delete gallery
he_il: נכשל למחוק את הגלריה
hi_latn: गैलरी को हटाने में विफल
ja_jp: ギャラリーを削除できない
pl_pl: Nie udało się usunąć galerii
zh_hans_mo: 刪除相簿失敗

# Failed_Delete_User
source: Failed to delete user
he_il: נכשל למחוק משתמשים
hi_latn: उपयोगकर्ता को हटाने में विफल
ja_jp: ユーザを削除できない
pl_pl: Nie udało się usunąć użytkownika
zh_hans_mo: 刪除使用者失敗

# Failed_Download_Gallery
source: Failed to download gallery
he_il: נכשל להוריד את הגלריה
hi_latn: गैलरी डाउनलोड करने में विफल
ja_jp: ギャラリーのダウンロードに失敗
pl_pl: Nie udało się pobrać galerii
zh_hans_mo: 下載相簿失敗

# Failed_Download_Gallery_Invalid_Key
source: Failed to download gallery. The secret key was invalid
he_il: לא הצליח להוריד את הגלריה. המפתח הסודי היה בלתי חוקי
hi_latn: गैलरी डाउनलोड करने में विफल रहा। गुप्त कुंजी अमान्य था
ja_jp: ギャラリーのダウンロードに失敗しました。 秘密鍵が無効だった
pl_pl: Nie udało się pobrać galerii. Sekretny klucz był nieprawidłowy
zh_hans_mo: 下載相簿失敗 。 金鑰無效

# Failed_Edit_Gallery
source: Failed to update gallery
he_il: נכשל לעדכן את הגלריה
hi_latn: गैलरी अद्यतन करने में विफल
ja_jp: 更新ギャラリーに失敗
pl_pl: Nie udało się zaktualizować galerii
zh_hans_mo: 更新圖庫失敗

# Failed_Edit_User
source: Failed to update user
he_il: נכשל לעדכן את המשתמש
hi_latn: उपयोगकर्ता को अद्यतन करने में विफल
ja_jp: ユーザを更新できなかった
pl_pl: Nie udało się zaktualizować użytkownika
zh_hans_mo: 更新使用者失敗

# Failed_Export
source: Failed to export data
he_il: נכשל לייצא נתונים
hi_latn: डेटा निर्यात करने में विफल
ja_jp: データをエクスポートできない
pl_pl: Nie udało się wyeksportować danych
zh_hans_mo: 匯出資料失敗

# Failed_Finding_File
source: Failed to find file
he_il: נכשל למצוא קובץ
hi_latn: फाइल खोजने में विफल
ja_jp: ファイルが見つからなかった
pl_pl: Nie udało się znaleźć pliku
zh_hans_mo: 找到檔案失敗

# Failed_Import
source: Failed to import data
he_il: נכשל לייבא נתונים
hi_latn: डेटा आयात करने में विफल
ja_jp: データをインポートできなかった
pl_pl: Nie udało się zaimportować danych
zh_hans_mo: 匯入資料失敗

# Failed_Reviewing_Media
source: Failed to review item
he_il: נכשל בבדיקת הפריט
hi_latn: आइटम की समीक्षा करने में विफल
ja_jp: アイテムのレビュー失敗
pl_pl: Nie udało się dokonać przeglądu pozycji
zh_hans_mo: 審查项目失敗

# Failed_Update_Setting
source: Failed to update settings
he_il: נכשל לעדכן הגדרות
hi_latn: सेटिंग्स अद्यतन करने में विफल
ja_jp: 更新設定が失敗
pl_pl: Nie udało się zaktualizować ustawień
zh_hans_mo: 更新設定失敗

# Failed_Wipe_Galleries
source: Failed to wipe galleries
he_il: נכשל בגלריות
hi_latn: गैलरी मिटाने में विफल
ja_jp: ギャラリーを拭き取らない
pl_pl: Nie udało się wyczyścić galerii
zh_hans_mo: 清除圖庫失敗

# Failed_Wipe_Gallery
source: Failed to wipe gallery
he_il: נכשלת בגלריית הנגיף
hi_latn: गैलरी पोंछने में विफल
ja_jp: ギャラリーを拭き取らない
pl_pl: Nie udało się wytrzeć galerii
zh_hans_mo: 清除圖庫失敗

# FFMPEG_Download_Failed
source: Failed to download FFMPEG to path
he_il: FF MPEG to Path
hi_latn: FFMPEG डाउनलोड करने में विफल
ja_jp: FFMPEGをパスにダウンロードできない
pl_pl: Nie udało się pobrać FFMPEG do ścieżki
zh_hans_mo: 下載 FAMPEG 到路径失敗

# FFMPEG_Downloading
source: Attempted to generate video thumbnail but FFMPEG has not completed downloading yet. If this is a fresh install please wait for the download to complete and missed thumbnails will be generated by the background scanner
he_il: ניסה ליצור אגודל וידאו אבל FF MPEG עדיין לא השלים את ההורדה. אם מדובר בתקנה חדשה, חכה שההורדה תבוטל ותפספס את האגודל ייגרם על ידי סורק הרקע
hi_latn: वीडियो थंबनेल उत्पन्न करने का प्रयास किया लेकिन FFMPEG अभी तक डाउनलोड नहीं हुआ है। यदि यह एक नया स्थापित है तो कृपया पूर्ण करने के लिए डाउनलोड की प्रतीक्षा करें और याद किए गए थंबनेल पृष्ठभूमि स्कैनर द्वारा उत्पन्न किए जाएंगे।
ja_jp: ビデオサムネイルを生成しようとしたが、FFMPEGはまだダウンロードが完了していません。 これは新しいインストールである場合は、ダウンロードが完了し、不足しているサムネイルがバックグラウンドスキャナによって生成されます待ってください
pl_pl: Próba wygenerowania miniatury wideo, ale FFMPEG nie ukończył jeszcze pobierania. Jeśli jest to świeża instalacja, proszę poczekać, aż pobieranie zakończy i pominięte miniatury zostaną wygenerowane przez skaner tła
zh_hans_mo: 试图產生影片缩略图, 但 FRAMPEG 尚未完成下載 。 如果这是新安装, 請等待下載完成, 丢失的缩略图將由背景掃描器產生

# File_Upload_Failed
source: Failed to upload file
he_il: נכשל להעלות קבצים
hi_latn: फाइल अपलोड करने में विफल
ja_jp: ファイルをアップロードできなかった
pl_pl: Nie udało się przesłać pliku
zh_hans_mo: 上傳檔案失敗
