Repository: acsx7339/wedding-wall
Catalog: WeddingShare/Resources/Lang/Translations.*.resx
Languages: he_il, hi_latn, ja_jp, pl_pl, zh_hans_mo

# Settings_Gallery_UploadPeriod_Help
source: Restrict uploads to a specific period
he_il: הגבלת עלויות לתקופה מסוימת
hi_latn: प्रतिबंधित एक विशिष्ट अवधि के लिए अपलोड
ja_jp: 特定の期間にアップロードを制限する
pl_pl: Ograniczenie wysyłania danych do określonego okresu
zh_hans_mo: 限制上傳到特定期间

# Settings_Gallery_UploadPeriod_Label
source: Upload Periods
he_il: המונחים:
hi_latn: अपलोड अवधि
ja_jp: アップロード期間
pl_pl: Okresy wysyłania
zh_hans_mo: 上傳周期

# Settings_Gotify
source: Gotify
hi_latn: गौतम
ja_jp: ゴッファイ
zh_hans_mo: 歌迪丝

# Settings_Gotify_Enabled_Help
source: Should Ntfy alerts be sent
he_il: צריך לשלוח התראות
hi_latn: क्या Ntfy अलर्ट भेजा जाना चाहिए
ja_jp: Ntfy アラートが送信されるべき
pl_pl: Należy wysłać wpisy Ntfy
zh_hans_mo: 是否傳送 Ntfy 提醒

# Settings_Gotify_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_Gotify_Endpoint_Help
source: The Gotify server address
he_il: כתובת השרת Gotify
hi_latn: Gothify सर्वर पता
ja_jp: Gotifyサーバーアドレス
pl_pl: Adres serwera Gotify
zh_hans_mo: Gotify 服務器位址

# Settings_Gotify_Endpoint_Label
source: Endpoint
he_il: סוף
hi_latn: समापन बिंदु
ja_jp: エンドポイント
pl_pl: Punkt końcowy
zh_hans_mo: 终点

# Settings_Gotify_Priority_Help
source: The importance value of alerts
he_il: החשיבות של התראות
hi_latn: अलर्ट का महत्व मान
ja_jp: アラートの重要性
pl_pl: Znaczenie wpisów
zh_hans_mo: 提醒的重要性

# Settings_Gotify_Priority_Label
source: Priority
he_il: עדיפות
hi_latn: प्राथमिकता
ja_jp: 優先順位
pl_pl: Priorytet
zh_hans_mo: 优先权

# Settings_Gotify_Token_Help
source: The token used for authentication
he_il: הסימון המשמש אימות
hi_latn: टोकन प्रमाणीकरण के लिए इस्तेमाल किया
ja_jp: 認証に使用するトークン
pl_pl: Token używany do uwierzytelniania
zh_hans_mo: 用于认证的權杖

# Settings_Gotify_Token_Label
source: Access Token
he_il: גישה Token
hi_latn: पहुँच टोकन
ja_jp: アクセストークン
zh_hans_mo: 存取問托肯

# Settings_IdentityCheck
source: Guest Identity
he_il: Identity Check
hi_latn: पहचान जांच
ja_jp: アイデンティティチェック
pl_pl: Kontrola tożsamości
zh_hans_mo: 身分检查

# Settings_IdentityCheck_Enabled_Help
source: Prompt users for their name
he_il: משתמשים בולטים בשם שלהם
hi_latn: उपयोगकर्ताओं को उनके नाम के लिए प्रेरित करें
ja_jp: 自分の名前のプロンプトのユーザー
pl_pl: Szybcy użytkownicy dla ich nazwy
zh_hans_mo: 提示使用者名稱

# Settings_IdentityCheck_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_IdentityCheck_PageLoad_Help
source: Should the guest name check be displayed at page load
he_il: אם בדיקת הזהות תוצג בעומס דף
hi_latn: क्या पहचान की जांच पृष्ठ लोड पर प्रदर्शित की जानी चाहिए
ja_jp: ページの読み込み時に ID チェックが表示された場合
pl_pl: Jeżeli kontrola tożsamości zostanie wyświetlona przy załadowaniu strony
zh_hans_mo: 如果身分检查显示在頁面负荷中

# Settings_IdentityCheck_PageLoad_Label
source: Page Load Prompt
he_il: תגית: Prompt
hi_latn: पेज लोड प्रॉम्प्ट
ja_jp: ページの読み込みプロンプト
pl_pl: Strona Wczytaj prompt
zh_hans_mo: 頁面加载提示

# Settings_IdentityCheck_RequireEmail_Help
source: Should users be required to enter an email address
he_il: אם משתמשים נדרשים להיכנס לכתובת דואר אלקטרוני
hi_latn: उपयोगकर्ताओं को एक ईमेल पता दर्ज करने की आवश्यकता है
ja_jp: ユーザーがメールアドレスを入力する必要があります
pl_pl: Czy użytkownicy powinni być zobowiązani do podania adresu e-mail
zh_hans_mo: 是否要求使用者輸入電子郵件位址

# Settings_IdentityCheck_RequireEmail_Label
source: Require Email Address
he_il: נדרש כתובת דואר אלקטרוני
hi_latn: ईमेल पता
ja_jp: 必須メールアドレス
pl_pl: Wymagany adres e-mail
zh_hans_mo: 需要電子郵件位址

# Settings_IdentityCheck_RequireName_Help
source: Should users be required to enter a name
he_il: יש צורך במשתמשים להיכנס לשם
hi_latn: क्या उपयोगकर्ताओं को नाम दर्ज करने की आवश्यकता है
ja_jp: ユーザーが名前を入力する必要があります
pl_pl: Czy użytkownicy powinni wprowadzić nazwę
zh_hans_mo: 是否要求使用者輸入名稱

# Settings_IdentityCheck_RequireName_Label
source: Require Name
he_il: שם נדרש
hi_latn: नाम
ja_jp: 必須お名前
pl_pl: Wymagana nazwa
zh_hans_mo: 需要名稱

# Settings_IdentityCheck_Upload_Help
source: Should the guest name check be required to upload media
he_il: צריך לבדוק את זהות כדי להעלות מדיה
hi_latn: क्या मीडिया को अपलोड करने के लिए पहचान जांच की आवश्यकता है
ja_jp: メディアをアップロードするには、本人確認が必要です
pl_pl: Jeżeli kontrola tożsamości jest wymagana do przesłania mediów
zh_hans_mo: 如果需要身分检查才能上傳媒體

# Settings_IdentityCheck_Upload_Label
source: Upload Prompt
he_il: המונחים Prompt
hi_latn: Prompt
ja_jp: Promptをアップロードする
pl_pl: Wyślij prompt
zh_hans_mo: 上傳提示

# Settings_Languages
source: Languages
he_il: שפות
hi_latn: भाषा
ja_jp: 語学学校
pl_pl: Języki
zh_hans_mo: 语文

# Settings_Languages_Default_Help
source: The default website language if none is selected
he_il: שפת ברירת המחדל אם אף אחד לא נבחר
hi_latn: यदि कोई चयनित नहीं है तो डिफ़ॉल्ट वेबसाइट भाषा
ja_jp: どれも選択されていない場合のデフォルトのウェブサイト言語
pl_pl: Domyślny język strony internetowej, jeśli żaden nie jest wybrany
zh_hans_mo: 如果沒有選擇預設的网站语言

# Settings_Languages_Default_Label
source: Default Language
he_il: שפה Default
hi_latn: डिफ़ॉल्ट भाषा
ja_jp: デフォルト言語
pl_pl: Język domyślny
zh_hans_mo: 預設语言

# Settings_Languages_Enabled_Help
source: Allow users to change the language
he_il: לאפשר למשתמשים לשנות את השפה
hi_latn: उपयोगकर्ताओं को भाषा बदलने की अनुमति दें
ja_jp: ユーザーが言語を変更できるようにする
pl_pl: Pozwól użytkownikom zmienić język
zh_hans_mo: 允許使用者更改语言

# Settings_Languages_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_Ntfy
source: Ntfy
he_il: מרוצה
ja_jp: ログイン
zh_hans_mo: 不对

# Settings_Ntfy_Enabled_Help
source: Should Ntfy alerts be sent
he_il: צריך לשלוח התראות
hi_latn: क्या Ntfy अलर्ट भेजा जाना चाहिए
ja_jp: Ntfy アラートが送信されるべき
pl_pl: Należy wysłać wpisy Ntfy
zh_hans_mo: 是否傳送 Ntfy 提醒

# Settings_Ntfy_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_Ntfy_Endpoint_Help
source: The Ntfy server address
he_il: כתובת השרת Ntious
hi_latn: Ntfy सर्वर पता
ja_jp: Ntfy サーバーアドレス
pl_pl: Adres serwera Ntfy
zh_hans_mo: Ntfy 服務器位址

# Settings_Ntfy_Endpoint_Label
source: Endpoint
he_il: סוף
hi_latn: समापन बिंदु
ja_jp: エンドポイント
pl_pl: Punkt końcowy
zh_hans_mo: 终点

# Settings_Ntfy_Priority_Help
source: The importance value of alerts
he_il: החשיבות של התראות
hi_latn: अलर्ट का महत्व मान
ja_jp: アラートの重要性
pl_pl: Znaczenie wpisów
zh_hans_mo: 提醒的重要性

# Settings_Ntfy_Priority_Label
source: Priority
he_il: עדיפות
hi_latn: प्राथमिकता
ja_jp: 優先順位
pl_pl: Priorytet
zh_hans_mo: 优先权

# Settings_Ntfy_Token_Help
source: The token used for authentication
he_il: הסימון המשמש אימות
hi_latn: टोकन प्रमाणीकरण के लिए इस्तेमाल किया
ja_jp: 認証に使用するトークン
pl_pl: Token używany do uwierzytelniania
zh_hans_mo: 用于认证的權杖

# Settings_Ntfy_Token_Label
source: Access Token
he_il: גישה Token
hi_latn: पहुँच टोकन
ja_jp: アクセストークン
zh_hans_mo: 存取問托肯

# Settings_Ntfy_Topic_Help
source: The topic to send alerts to
he_il: הנושא לשלוח התראות
hi_latn: यह विषय चेतावनी भेजने के लिए
ja_jp: 警告を送信するトピック
pl_pl: Temat wysyłania wpisów do
zh_hans_mo: 傳送提醒的主题

# Settings_Ntfy_Topic_Label
source: Topic
he_il: נושא
hi_latn: विषय
ja_jp: トピック
pl_pl: Temat
zh_hans_mo: 专题

# Settings_PoliciesEnabled_Help
source: Should the user see GDPR style popups?
he_il: האם המשתמש צריך לראות את סגנון ה-GDPR?
hi_latn: क्या उपयोगकर्ता GDPR शैली पॉपअप देख सकते हैं?
ja_jp: GDPRスタイルのポップアップが表示された場合?
pl_pl: Czy użytkownik powinien zobaczyć wyskakujące style GDPR?
zh_hans_mo: 使用者應該看到 GDPR 风格弹出嗎 ?

# Settings_PoliciesEnabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_Slideshow
source: Slideshow
hi_latn: स्लाइड शो
ja_jp: スライドショー
pl_pl: Pokaz slajdów
zh_hans_mo: 幻灯片放映

# Settings_Slideshow_Fade_Help
source: How long should the transition between slides be
he_il: כמה זמן צריך לעבור בין שקופיות
hi_latn: कितने समय तक स्लाइड के बीच संक्रमण होना चाहिए
ja_jp: スライド間の遷移はどのくらいの時間が必要
pl_pl: Jak długo powinno trwać przejście między slajdami
zh_hans_mo: 幻灯片之間的过渡應持续多久

# Settings_Slideshow_Fade_Label
source: Fade
hi_latn: फेड
ja_jp: フェード
zh_hans_mo: 淡出

# Settings_Slideshow_Interval_Help
source: How long in seconds should a slide show before moving to the next slide
he_il: כמה זמן בתוך שניות צריך מופע שקופיות לפני המעבר אל השקופית הבאה
hi_latn: अगले स्लाइड में जाने से पहले सेकंड में कितने समय तक स्लाइड शो होना चाहिए
ja_jp: 次のスライドに移動する前に、秒数でスライドショーがどのくらいかかります
pl_pl: Jak długo w sekundach powinien pokaz slajdów przed przejściem do następnego slajdu
zh_hans_mo: 移动到下一张幻灯片前, 幻灯片要显示多久

# Settings_Slideshow_Interval_Label
source: Interval
he_il: אינטרוול
hi_latn: अंतराल
ja_jp: インターバル
zh_hans_mo: 间隔

# Settings_Slideshow_Limit_Help
source: The maximum number of slides to be included
he_il: המספר המקסימלי של שקופיות יש לכלול
hi_latn: स्लाइड की अधिकतम संख्या शामिल की जा सकती है
ja_jp: 含まれているスライドの最大数
pl_pl: Maksymalna liczba slajdów, które należy uwzględnić
zh_hans_mo: 包含的最大幻灯片數量

# Settings_Slideshow_Limit_Label
source: Limit
he_il: גבולות
hi_latn: सीमा
ja_jp: ログイン
zh_hans_mo: 限制

# Settings_Slideshow_Share_Slide_Help
source: Should the QR code be disaplyed at the end for guests to scan
he_il: אם קוד QR יופחת בסוף עבור האורחים לסרוק
hi_latn: क्या क्यूआर कोड को मेहमानों को स्कैन करने के लिए अंत में अलग किया जाना चाहिए
ja_jp: お客様がスキャンする際、QRコードが終了時に解散される場合
pl_pl: Czy kod QR powinien być zdezaplikowany na końcu dla gości do skanowania
zh_hans_mo: 如果 QR 代碼在 QR 尾端被解析, 供來賓掃描

# Settings_Slideshow_Share_Slide_Label
source: Include Share Slide
he_il: שתף Slide
hi_latn: साझा स्लाइड
ja_jp: 共有スライドを含める
pl_pl: Dołącz do slajdów
zh_hans_mo: 包含分享幻灯片

# Settings_Smtp
source: Email
he_il: דואר אלקטרוני
hi_latn: ईमेल
ja_jp: 電子メール
zh_hans_mo: 電子郵件

# Settings_Smtp_Display_Name_Help
source: The user friendly sender name
he_il: שם שולח ידידותי למשתמש
hi_latn: उपयोगकर्ता के अनुकूल प्रेषक का नाम
ja_jp: ユーザーフレンドリーな送信者名
pl_pl: Przyjazny dla użytkownika nadawca
zh_hans_mo: 使用者友好傳送者名稱

# Settings_Smtp_Display_Name_Label
source: Display Name
he_il: שם תצוגה
hi_latn: प्रदर्शन का नाम
ja_jp: 表示名
pl_pl: Wyświetl nazwę
zh_hans_mo: 显示名稱

# Settings_Smtp_Enabled_Help
source: Should email alerts be sent
he_il: צריך לשלוח הודעות דוא"ל
hi_latn: ईमेल अलर्ट भेजा जाना चाहिए
ja_jp: メールアラートが送信されるべき
pl_pl: W przypadku wysłania wpisów e-mail
zh_hans_mo: 是否傳送電子郵件提醒

# Settings_Smtp_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

# Settings_Smtp_From_Help
source: The email address the alert is sent from
he_il: כתובת הדואר האלקטרוני נשלחת
hi_latn: ईमेल पता चेतावनी से भेजा जाता है
ja_jp: アラートが送信されるメールアドレス
pl_pl: Adres e-mail, z którego wysyła się wpis
zh_hans_mo: 電子郵件位址提醒来自

# Settings_Smtp_From_Label
source: From
he_il: מתוך
hi_latn: से
ja_jp: 詳しくはこちら
pl_pl: Od
zh_hans_mo: 从

# Settings_Smtp_Host_Help
source: The hostname of the SMTP provider
he_il: שם היצרן SMTP
hi_latn: SMTP प्रदाता का होस्टनाम
ja_jp: SMTP プロバイダーのホスト名
pl_pl: Nazwa hosta dostawcy SMTP
zh_hans_mo: SMTP 提供者的主机名

# Settings_Smtp_Host_Label
source: Host
he_il: המארח
hi_latn: होस्ट
ja_jp: ホスト
zh_hans_mo: 东道主

# Settings_Smtp_Password_Help
source: The password used to authenticate the request
he_il: הסיסמה המשמשת לאמת את הבקשה
hi_latn: अनुरोध को प्रमाणित करने के लिए इस्तेमाल किया गया पासवर्ड
ja_jp: リクエストを認証するために使用されるパスワード
pl_pl: Hasło używane do uwierzytelniania żądania
zh_hans_mo: 用于认证請求的密碼

# Settings_Smtp_Password_Label
source: Password
he_il: סיסמה
hi_latn: पासवर्ड
ja_jp: パスワード
pl_pl: Hasło
zh_hans_mo: 密碼

# Settings_Smtp_Port_Help
source: The port used by the SMTP provider
he_il: הנמל המשמש את ספק SMTP
hi_latn: SMTP प्रदाता द्वारा प्रयुक्त पोर्ट
ja_jp: SMTP プロバイダーで使用されるポート
pl_pl: Port wykorzystywany przez dostawcę SMTP
zh_hans_mo: SMTP 提供者使用的端口

# Settings_Smtp_Port_Label
source: Port
he_il: הנמל Port
hi_latn: पोर्ट
ja_jp: ポートレート
zh_hans_mo: 端口

# Settings_Smtp_Recipient_Help
source: A comma separated list of email addresses
he_il: רשימה נפרדת של כתובות דוא"ל
hi_latn: ईमेल पते की सूची
ja_jp: 電子メールアドレスのコンマ区切りリスト
pl_pl: Oddzielona przecinkami lista adresów e-mail
zh_hans_mo: 電子郵件位址的逗号分隔列表

# Settings_Smtp_Recipient_Label
source: Recipients
he_il: המונחים
hi_latn: प्राप्तकर्ता
ja_jp: スタッフ
pl_pl: Odbiorcy
zh_hans_mo: 收件人

# Settings_Smtp_Use_SSL_Help
source: Does the SMTP provider use SSL
he_il: ספק SMTP משתמש SSL
hi_latn: क्या SMTP प्रदाता SSL का उपयोग करता है
ja_jp: SMTP プロバイダは SSL を使用します
pl_pl: Czy dostawca SMTP używa SSL
zh_hans_mo: SMTP 提供者是否使用 SSL

# Settings_Smtp_Use_SSL_Label
source: Use SSL
he_il: השתמש SSL
hi_latn: SSL का उपयोग करें
ja_jp: SSLを使用する
pl_pl: Użyj SSL
zh_hans_mo: 使用 SSL

# Settings_Smtp_Username_Help
source: The username used to authenticate the request
he_il: שם המשתמש נהג לאמת את הבקשה
hi_latn: उपयोगकर्ता नाम अनुरोध को प्रमाणित करने के लिए इस्तेमाल किया
ja_jp: リクエストを認証するために使用されるユーザー名
pl_pl: Nazwa użytkownika użyta do uwierzytelniania wniosku
zh_hans_mo: 用于认证請求的使用者名

# Settings_Smtp_Username_Label
source: Username
he_il: שם המשתמש
hi_latn: उपयोगकर्ता नाम
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
zh_hans_mo: 使用者名

# Settings_Themes
source: Themes
he_il: נושאים
hi_latn: थीम
ja_jp: テーマ
pl_pl: Tematy
zh_hans_mo: 主题

# Settings_Themes_Default_Help
source: The default website theme if none is selected
he_il: נושא ברירת המחדל אם אף אחד לא נבחר
hi_latn: यदि कोई चयनित नहीं है तो डिफ़ॉल्ट वेबसाइट थीम
ja_jp: どれも選択されていない場合のデフォルトのウェブサイトのテーマ
pl_pl: Domyślny motyw strony internetowej, jeśli nie zostanie wybrany
zh_hans_mo: 如果沒有選擇預設网站主题

# Settings_Themes_Default_Label
source: Default Theme
he_il: Default נושא
hi_latn: डिफ़ॉल्ट विषय
ja_jp: デフォルト テーマ:
pl_pl: Domyślne Motyw
zh_hans_mo: 預設 主题

# Settings_Themes_Enabled_Help
source: Allow users to change the theme
he_il: לאפשר למשתמשים לשנות את הנושא
hi_latn: उपयोगकर्ताओं को थीम बदलने की अनुमति दें
ja_jp: ユーザーがテーマを変更できるようにする
pl_pl: Pozwól użytkownikom zmienić temat
zh_hans_mo: 允許使用者更改主题

# Settings_Themes_Enabled_Label
source: Enabled
he_il: המונחים
hi_latn: सक्षम
ja_jp: 有効化
pl_pl: Włączone
zh_hans_mo: 已啟用

source: Share Code
he_il: קוד שיתוף
hi_latn: शेयर कोड
ja_jp: 共有コード
pl_pl: Kod udziału
zh_hans_mo: 分享代碼

source: Single
he_il: רווק
hi_latn: एकल
ja_jp: シングル
pl_pl: Pojedyncze
zh_hans_mo: 单身

source: Slideshow
hi_latn: स्लाइड शो
ja_jp: スライドショー
pl_pl: Pokaz slajdów
zh_hans_mo: 幻灯片放映

source: Sort
he_il: מין
hi_latn: वर्गीकरण
ja_jp: ツイート
pl_pl: Sortuj
zh_hans_mo: 排序

# Space_Percent_Used
source: Usage
he_il: שימוש
hi_latn: प्रयोग
ja_jp: 使用方法
pl_pl: Zastosowanie
zh_hans_mo: 使用量

source: Sponsors
he_il: מניות
hi_latn: प्रायोजक
ja_jp: スポンサー
pl_pl: Sponsorzy
zh_hans_mo: 发起人

# Sponsors_BecomeTheFirst
source: There are currently no sponsors. Why don't you become the first!
he_il: כרגע אין ספונסרים. למה אתה לא הופך ראשון!
hi_latn: वर्तमान में कोई प्रायोजक नहीं हैं। तुम क्यों नहीं बनो!
ja_jp: 現在、スポンサーはありません。 初めてになろう!
pl_pl: Obecnie nie ma sponsorów. Dlaczego nie staniesz się pierwszy!
zh_hans_mo: 目前沒有提案国。 你為什麼不成为第一個!

# Sponsors_Load_Error
source: Failed to load the sponsors list
he_il: נכשל לטעון את רשימת הספונסרים
hi_latn: प्रायोजक सूची लोड करने में विफल
ja_jp: スポンサーリストをロードできなかった
pl_pl: Nie udało się wczytać listy sponsorów
zh_hans_mo: 載入赞助商列表失敗

source: Square
he_il: כיכר Square
hi_latn: स्क्वायर
ja_jp: スクエア
pl_pl: Kwadrat
zh_hans_mo: 平方边

source: Submit
he_il: הגשת
hi_latn: जमा करना
ja_jp: 送信する
pl_pl: Prześlij
zh_hans_mo: 提交

source: Supporters
he_il: תומכים
hi_latn: समर्थक
ja_jp: サポーター
pl_pl: Kibice
zh_hans_mo: 支持者

source: Timestamp
hi_latn: टाइमस्टैम्प
ja_jp: タイムスタンプ
pl_pl: Znacznik czasu
zh_hans_mo: 時间戳

source: Total
hi_latn: कुल
ja_jp: 合計:
pl_pl: Ogółem
zh_hans_mo: 共计

source: Unknown review action
he_il: ביקורת לא ידוע
hi_latn: अज्ञात समीक्षा कार्रवाई
ja_jp: 未知のレビューアクション
pl_pl: Nieznane działania przeglądowe
zh_hans_mo: 未知的審查动作

source: Update
he_il: עדכון Update
hi_latn: अपडेट
ja_jp: 新着情報
pl_pl: Aktualizacja
zh_hans_mo: 更新

source: Upgrade
he_il: שדרוג
hi_latn: अपग्रेड
ja_jp: アップグレード
pl_pl: Aktualizacja
zh_hans_mo: 升级

# Upgrade_Account_Message
source: You are currently using the free version. To unlock more gallery storage and other great features consider upgrading your account
he_il: עכשיו אתה משתמש בגרסה החינמית. כדי לפתוח יותר אחסון גלריה ותכונות גדולות אחרות לשקול שדרוג החשבון שלך
hi_latn: वर्तमान में आप मुफ्त संस्करण का उपयोग कर रहे हैं। अधिक गैलरी भंडारण और अन्य महान सुविधाओं को अनलॉक करने के लिए अपने खाते को अपग्रेड करने पर विचार करें
ja_jp: 無料版を利用しています。 より多くのギャラリーストレージやその他の優れた機能のロックを解除するには、アカウントのアップグレードを検討してください
pl_pl: Obecnie używasz darmowej wersji. Aby odblokować więcej przechowywania galerii i innych wspaniałych funkcji rozważyć modernizację konta
zh_hans_mo: 您正在使用免费版本 。 要解锁更多圖庫存储器 和其他伟大的功能 考虑更新您的帳戶

source: Upload Media
hi_latn: मीडिया अपलोड करें
ja_jp: メディア掲載
pl_pl: Wyślij media
zh_hans_mo: 上傳媒體

source: Uploaded By
he_il: מוצג על ידי
hi_latn: द्वारा अपलोड
ja_jp: アップロード バイ
pl_pl: Wysłany przez
zh_hans_mo: 上傳于

source: Uploader
hi_latn: अपलोडर
ja_jp: アップロード
zh_hans_mo: 上傳器

source: User
he_il: המשתמש משתמש
hi_latn: उपयोगकर्ता
ja_jp: ユーザー登録
pl_pl: Użytkownik
zh_hans_mo: 使用者

# User_CPassword_Missmatch
source: The provided password and confrim password do not match
he_il: הסיסמה והסיסמה המסופקת אינם מתאימים
hi_latn: प्रदान किए गए पासवर्ड और confrim पासवर्ड से मेल नहीं खाता
ja_jp: 提供されたパスワードとパスワードが一致しない
pl_pl: Podane hasło i hasło confrim nie pasują
zh_hans_mo: 提供的密碼和同源密碼不匹配

# User_Name_Already_Exists
source: Add user with the same name already exists
he_il: הוסף למשתמש עם אותו שם כבר קיים
hi_latn: पहले से ही मौजूद समान नाम के साथ उपयोगकर्ता जोड़ें
ja_jp: 既に存在する同じ名前でユーザーを追加
pl_pl: Dodaj użytkownika o tej samej nazwie już istnieje
zh_hans_mo: 添加同名使用者已存在

source: Username
he_il: שם המשתמש
hi_latn: उपयोगकर्ता नाम
ja_jp: ユーザ名
pl_pl: Nazwa użytkownika
zh_hans_mo: 使用者名

source: Users
he_il: משתמשים
hi_latn: उपयोगकर्ता
ja_jp: ユーザ名
pl_pl: Użytkownicy
zh_hans_mo: 使用者

# Users_List_Failed
source: Failed to get users list
he_il: לא מצליחים לקבל רשימת משתמשים
hi_latn: उपयोगकर्ताओं की सूची प्राप्त करने में विफल
ja_jp: ユーザーリストを取得する失敗
pl_pl: Nie udało się uzyskać listy użytkowników
zh_hans_mo: 取得使用者列表失敗

source: Verify
he_il: לבדוק
hi_latn: सत्यापित
ja_jp: 検証
pl_pl: Weryfikacja
zh_hans_mo: 校验

source: Videos
he_il: קטעי וידאו
hi_latn: वीडियो
ja_jp: ビデオ
pl_pl: Filmy
zh_hans_mo: 影片

source: View
hi_latn: देखें
ja_jp: ニュース
pl_pl: Widok
zh_hans_mo: 视图

source: Visit
he_il: ביקור
hi_latn: यात्रा
ja_jp: アクセス
pl_pl: Wizyta
zh_hans_mo: 存取問

source: Warning
he_il: אזהרה
hi_latn: चेतावनी
ja_jp: インフォメーション
pl_pl: Ostrzeżenie
zh_hans_mo: 3⁄4 ̄ ̧漯B

source: Wipe
hi_latn: वाइप
ja_jp: ウィップ
pl_pl: Wytrzyj
zh_hans_mo: 清除

# Wipe_All_Confirmation
source: Are you sure you want to wipe all galleries?
he_il: אתה בטוח שאתה רוצה למחוק את כל הגלריות?
hi_latn: क्या आप सभी दीर्घाओं को मिटाना चाहते हैं?
ja_jp: すべてのギャラリーを拭きたいですか?
pl_pl: Na pewno chcesz wyczyścić wszystkie galerie?
zh_hans_mo: 你確定要清理所有圖庫嗎?

# Wipe_Confirmation
source: Are you sure you want to wipe this gallery?
he_il: אתה בטוח שאתה רוצה למחוק את הגלריה?
hi_latn: क्या आप इस गैलरी को मिटाना चाहते हैं?
ja_jp: このギャラリーを拭くのは?
pl_pl: Na pewno chcesz wytrzeć tę galerię?
zh_hans_mo: 你確定要抹去圖庫嗎?
